{
  "links": {
    "self": "https://petition.parliament.uk/petitions.json",
    "first": "https://petition.parliament.uk/petitions.json",
    "last": "https://petition.parliament.uk/petitions.json?page=563",
    "next": "https://petition.parliament.uk/petitions.json?page=2",
    "prev": null
  },
  "data": [
    {
      "type": "petition",
      "id": 241584,
      "links": {
        "self": "https://petition.parliament.uk/petitions/241584.json"
      },
      "attributes": {
        "action": "Revoke Article 50 and remain in the EU.",
        "background": "The government repeatedly claims exiting the EU is 'the will of the people'. We need to put a stop to this claim by proving the strength of public support now, for remaining in the EU. A People's Vote may not happen - so vote now.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 6103056,
        "created_at": "2019-02-14T12:14:59.326Z",
        "updated_at": "2020-02-06T12:09:04.567Z",
        "rejected_at": null,
        "opened_at": "2019-02-20T10:25:02.393Z",
        "closed_at": "2019-08-20T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-02-14T14:57:53.747Z",
        "response_threshold_reached_at": "2019-03-18T13:26:30.257Z",
        "government_response_at": "2019-03-26T17:19:45.070Z",
        "debate_threshold_reached_at": "2019-03-20T20:33:35.184Z",
        "scheduled_debate_date": "2019-04-01",
        "debate_outcome_at": "2019-04-03T11:38:59.231Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-03-26",
          "summary": "This Government will not revoke Article 50. We will honour the result of the 2016 referendum and work with Parliament to deliver a deal that ensures we leave the European Union.",
          "details": "It remains the Government’s firm policy not to revoke Article 50. We will honour the outcome of the 2016 referendum and work to deliver an exit which benefits everyone, whether they voted to Leave or to Remain.\r\n\r\nRevoking Article 50, and thereby remaining in the European Union, would undermine both our democracy and the trust that millions of voters have placed in Government.\r\n\r\nThe Government acknowledges the considerable number of people who have signed this petition. However, close to three quarters of the electorate took part in the 2016 referendum, trusting that the result would be respected. This Government wrote to every household prior to the referendum, promising that the outcome of the referendum would be implemented. 17.4 million people then voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at UK Government. \r\n\r\nBritish people cast their votes once again in the 2017 General Election where over 80% of those who voted, voted for parties, including the Opposition, who committed in their manifestos to upholding the result of the referendum. \r\n\r\nThis Government stands by this commitment. \r\n\r\nRevoking Article 50 would break the promises made by Government to the British people, disrespect the clear instruction from a democratic vote, and in turn, reduce confidence in our democracy. As the Prime Minister has said, failing to deliver Brexit would cause “potentially irreparable damage to public trust”, and it is imperative that people can trust their Government to respect their votes and deliver the best outcome for them.\r\n\r\nDepartment for Exiting the European Union.\r\n",
          "created_at": "2019-03-26T17:19:45.067Z",
          "updated_at": "2019-03-26T17:19:45.067Z"
        },
        "debate": {
          "debated_on": "2019-04-01",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-04-01/debates/DAEA92D0-DB85-4370-B65C-2BB2FF6B5AE9/LeavingTheEuropeanUnion",
          "video_url": "https://www.youtube.com/watch?v=X1uMe5FmqH8\u0026feature=youtu.be",
          "debate_pack_url": "https://commonslibrary.parliament.uk/brexit/",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 269157,
      "links": {
        "self": "https://petition.parliament.uk/petitions/269157.json"
      },
      "attributes": {
        "action": "Do not prorogue Parliament",
        "background": "Parliament must not be prorogued or dissolved unless and until the Article 50 period has been sufficiently extended or the UK's intention to withdraw from the EU has been cancelled.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 1725630,
        "created_at": "2019-08-06T08:21:33.311Z",
        "updated_at": "2020-02-04T11:02:29.643Z",
        "rejected_at": null,
        "opened_at": "2019-08-15T16:04:23.329Z",
        "closed_at": "2019-11-06T00:01:00.000Z",
        "moderation_threshold_reached_at": "2019-08-07T21:45:02.000Z",
        "response_threshold_reached_at": "2019-08-28T10:04:52.000Z",
        "government_response_at": "2019-09-09T13:15:53.478Z",
        "debate_threshold_reached_at": "2019-08-28T11:38:22.000Z",
        "scheduled_debate_date": "2019-09-09",
        "debate_outcome_at": "2019-09-10T14:24:28.080Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-09-09",
          "summary": "Prorogation is a prerogative Act of the Crown, exercised on the advice of Ministers. We must respect the referendum result and the UK will be leaving the EU on 31 October whatever the circumstances.",
          "details": "The UK will be leaving the EU on 31 October whatever the circumstances. We must respect the referendum result.\r\n\r\nProrogation is a prerogative Act of the Crown, exercised on the advice of Ministers, to bring about the end of the parliamentary session. The royal prerogative is the term used to describe the powers held by Government Ministers, either in their own right, or through the advice they provide to the Queen which she is bound constitutionally to follow. The Government determines the length of a parliamentary session and advises the Queen on the date for the beginning of the next parliamentary session.\r\n\r\nThe beginning of the next session is marked by the State Opening of Parliament during which the Queen delivers the Queen’s Speech. The Queen’s Speech sets out the programme of legislation the Government intends to pursue in the forthcoming parliamentary session.\r\n\r\nAs the Prime Minister said in his statement on 2 September 2019, the Government has committed to recruiting another 20,000 police officers, improving both NHS and schools funding, and completing 20 new hospital upgrades. It is to progress the Government’s agenda on these and many other fronts that the Prime Minister has sought to commence a new session of Parliament in October.\r\n\r\nParliament is only dissolved before a General Election. Dissolution brings an end to a Parliament. The effect of a dissolution is all business comes to an end and every seat in the House of Commons is vacated until a General Election is held.\r\n \r\nUnder the Fixed-term Parliaments Act 2011, General Elections are now automatically held every five years and the next general election is scheduled for May 2022. The Fixed-term Parliaments Act removed the prerogative power to dissolve Parliament; no longer can the Prime Minister advise the sovereign to dissolve Parliament and call a General Election.\r\n\r\n\r\nThe Fixed-term Parliaments Act also provides the basis on which an early General Election can be triggered:\r\n\r\n1. If a motion for an early general election is agreed either by at least two-thirds of the whole House of Commons or without a vote; or\r\n\r\n2. If a motion of ‘no confidence’, in the terms set out in the Fixed-term Parliaments Act, is passed and no subsequent motion expressing confidence in Her Majesty’s Government is passed by the Commons within 14 days.\r\n\r\nIn the event of an early-general election, the Fixed-term Parliaments Act allows the Prime Minister to recommend a suitable polling day to the Queen. There will be a Royal Proclamation to set the date. Parliament is then automatically dissolved 25 working days before polling day.\r\n\r\n\r\nThe Government would prefer to leave the EU with a deal and will work in an energetic and determined way to get a better deal. The Government is very willing to sit down with the Commission and EU Member States to talk about what needs to be done to achieve that.\r\n\r\nThe Prime Minister has said an election needs to take place ahead of the European Council on 17 to 18 October. This would allow the Prime Minister to go to the European Council with a clear mandate from the British people to deliver the referendum result.\r\n\r\nCabinet Office",
          "created_at": "2019-09-09T13:15:53.476Z",
          "updated_at": "2019-09-09T13:16:41.712Z"
        },
        "debate": {
          "debated_on": "2019-09-09",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-09-09/debates/1A26EFC3-A9AA-4302-B852-B5312AB2BC45/ProrogationOfParliament",
          "video_url": "https://www.youtube.com/watch?v=qN9Fd7jv88c",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8589",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 229963,
      "links": {
        "self": "https://petition.parliament.uk/petitions/229963.json"
      },
      "attributes": {
        "action": "Leave the EU without a deal in March 2019.",
        "background": "We are wasting Billions of pounds of taxpayers money trying to negotiate in a short space of time. Leaving the EU in March 2019 will allow the UK good time to negotiate more efficiently. The EU will be more eager to accept a deal on our terms having lost a major partner.",
        "additional_details": "We will save billions of pounds from our EU divorce payment as well as a similar amount from Civil Service and Govt costs. This money will be used to support our own country whilst we await the EU to talk to us to make deals more in our favour. The EU border in Ireland to be managed simply by having a dual Euro / pound currency as legal tender in both the North and South. Exports to the South would be dealt with in Euro and vice versa when importing to the North. Rates fixed at time of the deal.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 608152,
        "created_at": "2018-10-07T22:34:13.115Z",
        "updated_at": "2019-05-09T13:31:25.941Z",
        "rejected_at": null,
        "opened_at": "2018-10-17T09:57:44.028Z",
        "closed_at": "2019-04-17T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-10-10T10:54:22.833Z",
        "response_threshold_reached_at": "2018-11-27T21:28:02.990Z",
        "government_response_at": "2018-12-14T09:57:34.136Z",
        "debate_threshold_reached_at": "2018-12-15T18:51:04.394Z",
        "scheduled_debate_date": "2019-01-14",
        "debate_outcome_at": "2019-01-15T12:39:39.423Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-12-14",
          "summary": "The deal that we have reached with the EU is the right one for the United Kingdom. Leaving without a deal would risk uncertainty for the economy, for business and for citizens.",
          "details": "EU leaders have endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU. This agreement secures the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU; and sets out the terms of the time-limited implementation period which will provide our businesses and citizens with certainty.\r\n\r\nThe financial settlement represents a fair settlement of our obligations as a departing member state and was agreed in the context of the implementation period and our future relationship. This agreement confirms that the days of sending vast payments to the EU are coming to an end. \r\n\r\nIt also means we will be able to spend more of taxpayers’ money on our priorities, such as the extra investment we are putting into our NHS. \r\n\r\nOn Northern Ireland, the agreed Protocol guarantees that even in the unlikely event that the UK’s future relationship with the EU is not in place by the end of the implementation period, there will be no hard border between Northern Ireland and Ireland and no customs border down the Irish Sea. \r\n\r\nThe agreement preserves the economic and constitutional integrity of the United Kingdom, upholds the Belfast (Good Friday) Agreement, and ensures people and businesses that rely on an open border between the Northern Ireland and Ireland can continue living their lives and operating as they do now.\r\n\r\nAs set out in the Political Declaration, once we have left the EU and for the first time in more than four decades, the UK will have an independent trade policy. The UK will be free to negotiate, sign, and ratify trade deals during the implementation period and bring them into force after the period has finished. \r\n\r\nThe deal we have reached is the right deal for the UK. It takes back control of our borders, our laws and our money while protecting jobs, security and the integrity of the UK. Anything other than straightforward approval of the deal will bring with it uncertainty for the economy, for business, and for citizens.\r\n\r\nNeither Parliament nor the Government want a ‘no deal’ scenario. However, as a responsible Government, we will continue to prepare for all eventualities.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2018-12-14T09:57:34.133Z",
          "updated_at": "2018-12-14T10:18:26.531Z"
        },
        "debate": {
          "debated_on": "2019-01-14",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
          "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 231521,
      "links": {
        "self": "https://petition.parliament.uk/petitions/231521.json"
      },
      "attributes": {
        "action": "Ban all ISIS members from returning to UK",
        "background": "Ban all ISIS members from returning to the UK, remove their citizenship and passports",
        "additional_details": "By banning all returning ISIS members and by removing their citizenship and passports it would help keep the UK safe from terrorists and their actions. It would also save hundreds of thousands of pounds and time of the police and security services. It would also send a message to others that membership of terrorist orgsnisation will not be tollerated.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 598254,
        "created_at": "2018-10-30T16:49:25.269Z",
        "updated_at": "2019-05-07T18:55:11.963Z",
        "rejected_at": null,
        "opened_at": "2018-11-06T11:36:10.075Z",
        "closed_at": "2019-05-06T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-10-30T17:00:41.964Z",
        "response_threshold_reached_at": "2018-11-14T20:56:47.204Z",
        "government_response_at": "2018-11-27T11:04:04.640Z",
        "debate_threshold_reached_at": "2019-02-15T08:27:18.798Z",
        "scheduled_debate_date": "2019-03-18",
        "debate_outcome_at": "2019-03-19T16:23:51.701Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-11-27",
          "summary": "British citizenship can be removed if it does not render the individual stateless. Any risk posed by those who return from Syria will be managed and they may be investigated for criminal offences.",
          "details": "The Government’s priority is to do everything we can to help keep our country safe, including managing the risk posed by those who have gone to fight in Syria and Iraq and may be linked to terrorist organisations.\r\n\r\nUK nationals have the right to return to the country, but anyone who does return from taking part in the conflict in Syria or Iraq will be investigated by the police and prosecuted where there is evidence that they have committed criminal offences.\r\n\r\nThe Home Secretary has the power to remove or ‘deprive’ a British national’s citizenship and stop them from returning to the UK if they hold or are eligible to hold another nationality and if he assesses that individual’s presence in the UK is not conducive to the public good. This may only happen if the person would not be left stateless as a result. This power has been used against those who travelled to fight overseas. Non-UK nationals can be excluded from the country.\r\n\r\nWhere it is not possible to deprive an individual of their British nationality, a range of powers are available to protect national security.\r\n\r\nThere have already been several successful prosecutions for those who have returned from Syria. This includes the minimum of 40 years for Khalid Ali who was sentenced earlier this year for planning a terrorist attack in Westminster.\r\n\r\nIn addition to seeking prosecution of terrorism suspects we use a range of tools to manage the threat posed.  We impose travel restrictions for individuals subject to Terrorism Prevention and Investigation Measures, and require those individuals who return to the UK subject to a Temporary Exclusion Order, to report to a police station regularly.\r\n\r\nHome Office",
          "created_at": "2018-11-27T11:04:04.637Z",
          "updated_at": "2018-11-27T11:04:04.637Z"
        },
        "debate": {
          "debated_on": "2019-03-18",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-03-18/debates/42259394-C90B-4670-BFC9-A5F91518A5FF/ISISMembersReturningToTheUK",
          "video_url": "https://parliamentlive.tv/Event/Index/ea49e7c2-49c3-4118-bc89-ce3168819534",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8519",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 244233,
      "links": {
        "self": "https://petition.parliament.uk/petitions/244233.json"
      },
      "attributes": {
        "action": "Make 'netting' hedgerows to prevent birds from nesting a criminal offence.",
        "background": "Developers, and other interested parties are circumventing laws protecting birds  by 'netting' hedgerows to prevent birds from nesting. \r\n\r\nThis facilitates the uprooting of hedgerows which aid biodiversity and provide the only remaining nesting sites for birds, whose numbers are in sharp decline.",
        "additional_details": "'Netting' hedgerows threatens declining species of birds, presents a danger by entrapment to wildlife, and produces large amounts of plastic waste.\r\n\r\nThis is how Jeremy Vine responded to reports of 'netting' in preparation for hedgerow removal:\r\n\r\nThis is how the human race ends, everybody.\r\n\r\nWe cover hedges with nets.\r\nWe get permission to build flats because there are no birds.\r\nThen we live in the flats and feel pleased that no birdsong wakes us in the morning.\r\nThen we die.\r\n\r\nSometimes I hate us.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 365508,
        "created_at": "2019-03-04T23:17:51.784Z",
        "updated_at": "2019-11-13T16:28:29.600Z",
        "rejected_at": null,
        "opened_at": "2019-03-18T17:28:34.927Z",
        "closed_at": "2019-09-18T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-03-05T01:02:48.659Z",
        "response_threshold_reached_at": "2019-03-19T19:32:02.445Z",
        "government_response_at": "2019-04-10T10:53:35.499Z",
        "debate_threshold_reached_at": "2019-03-26T01:49:21.166Z",
        "scheduled_debate_date": "2019-05-13",
        "debate_outcome_at": "2019-05-14T13:43:18.638Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-11-04",
          "summary": "Causing suffering to birds is already criminal.  Planning authorities have enforceable powers to protect bird habitats and will soon be able to mandate that developers provide biodiversity net gain.",
          "details": "Wild birds and their nests are already protected under the Wildlife and Countryside Act 1981 and the Animal Welfare Act 2006. It is an offence to cause unnecessary suffering to a bird by an act, or a failure to act, where the person concerned knew, or ought reasonably to have known, that the act, or failure to act, would or be likely to cause unnecessary suffering. Anti-bird netting can, however, be appropriate in a few exceptional circumstances, to protect birds during construction work, or where birds have been identified as a health hazard. \r\n\r\nEvery local authority also has power to impose conditions when it grants planning permission, and these conditions can specify what information it needs to understand and protect any wildlife on the application site, and at what time of year development may take place.  The authority can also use planning conditions to prevent disturbance on parts of a site, and stipulate how the phases of construction should be managed to avoid harm to biodiversity.  \r\n\r\nOn 8 April 2019, in response to public concern about anti-bird netting around permissioned or potential development sites, a letter from the Secretary of State for Housing, Communities and Local Government was forwarded to major house-builders. It reminded them of their legal obligation to consider the impact of any project on local wildlife and take precautionary action to protect habitat. The Secretary of State was clear that if developers do not follow their obligations, he has not ruled out further action to protect our country’s valuable ecological system. Following this, major house-builders announced an end to the practice on their sites. \r\n\r\nOur National Planning Policy Framework expects planning policies and decisions to enhance the natural environment by minimising the impacts of development on, and providing net gains for, biodiversity. We plan to require developers to deliver biodiversity net gain, under the forthcoming Environment Bill. Local authorities will be able to make certain that avian habitat is left in a measurably better state than it was before development.\r\n\r\nMinistry of Housing, Communities and Local Government\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/244233) ",
          "created_at": "2019-04-10T10:53:35.496Z",
          "updated_at": "2019-11-04T14:40:08.726Z"
        },
        "debate": {
          "debated_on": "2019-05-13",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-05-13/debates/4419D95F-AD1C-40B7-86FC-6564ED636AE6/BirdNestingSitesProtection",
          "video_url": "https://parliamentlive.tv/Event/Index/bc6f2865-bebc-454a-b505-04fa3b762516",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8558",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 231147,
      "links": {
        "self": "https://petition.parliament.uk/petitions/231147.json"
      },
      "attributes": {
        "action": "Ban the sale of fireworks to the public. Displays for licenced venues only.",
        "background": "Every year fireworks are set off unnecessarily.\r\nFireworks are a nuisance to the public. They scare animals, young children and people with a phobia.\r\nThey injure thousands of people every year.\r\nThey cause damage to buildings, vehicles,emergancy vehicles etc.\r\nLastly Kids are STILL being sold them.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 307897,
        "created_at": "2018-10-24T21:11:57.328Z",
        "updated_at": "2020-01-30T16:43:29.210Z",
        "rejected_at": null,
        "opened_at": "2018-10-30T12:37:35.196Z",
        "closed_at": "2019-04-30T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-10-24T23:01:36.654Z",
        "response_threshold_reached_at": "2018-11-03T17:55:35.038Z",
        "government_response_at": "2018-11-21T11:20:50.008Z",
        "debate_threshold_reached_at": "2018-11-05T12:12:38.688Z",
        "scheduled_debate_date": "2018-11-26",
        "debate_outcome_at": "2018-11-27T11:21:48.075Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-11-21",
          "summary": "Government takes the issue of safety of fireworks very seriously. Legislation is in place to control their sale, use and misuse. We have no plans to change legislation.",
          "details": "Fireworks have played a part in the UK’s history, and have been used for celebrations by many of our cultures – Christian, Hindu, Muslim - for many years. We recognise the enjoyment they bring to many people and the important role that they play in bringing communities together in celebration or remembrance.  Private displays allow families and friends to hold their own displays and create their own traditions, celebrating events throughout the year such as weddings and birthdays. However, there is a limit on when fireworks can be set off, with a nightly curfew after 11pm every day apart from the four traditional dates, when that curfew is extended.  \r\n\r\nThe Government understands the strong feelings that many people have about fireworks. But we would like to reassure you that there is already strict legislation in place to regulate the supply, storage, possession, use and misuse of fireworks to ensure public safety. This includes powers to prosecute those who use them in a dangerous or antisocial manner.\r\n\r\nTogether, the restrictions set out in the 2003 Fireworks Act, the Fireworks Regulations 2004 and the Pyrotechnic Articles (Safety) Regulations 2015, provide a regulatory framework that allows for the safe enjoyment of fireworks by the public while minimising the risk of fireworks harming individuals, property or animals. \r\n\r\nIn addition, the availability of fireworks to the public is restricted by a licensing scheme for retailers which only allows for their sale without a license during the traditional firework periods of November 5th, New Year’s Eve, Diwali and the Chinese New Year.  There are also age restrictions in place which prevent the sale of fireworks to those under the age of 16 or 18 dependent on the classification of firework.  There are further restrictions on the public possession of most fireworks by those under 18.\r\n\r\nLocal Authority Trading Standards have powers to take action against those who sell fireworks illegally, including those selling fireworks without an appropriate licence, or outside the normal selling period, or to underage people. This also includes the sale of illegally imported fireworks and internet sales.\r\nWe recognise that the noise from fireworks can be distressing to some people and so there is in place a noise level limit of 120 decibels on fireworks that are available for consumer use.  Consumers can also choose to buy from the wide range of low noise fireworks now available. \r\n\r\nThe Government is also aware of concerns about the risks of firework-related injury. Measures have already been taken to ban certain dangerous items from sale in the UK including bangers and jumping jacks.  This removes from sale higher risk fireworks which could lead to injury. Also, the most powerful category of display fireworks must not be sold to members of the public. \r\n\r\nHaving said that legislation is in place, we have listened to the concerns around the potential for distress to be caused by fireworks to individuals, as well as to livestock, pets and wildlife. \r\n\r\nWe believe that the best way to continue to reduce any distress caused by fireworks is to work with industry, retailers and others to promote their safe and responsible use through guidance and public education and to ensure that appropriate action is taken against those that break the rules.\r\n\r\nThat is why the new Office for Product Safety and Standards is working with industry, retailers, charities and others, including the Royal Society for the Prevention of Accidents (RoSPA) and Netmums, to promote their safe and responsible use and to raise consumer awareness on firework safety. \r\n\r\nThe Government urges those using fireworks to be considerate to their neighbours and to give sufficient notice of firework use, particularly to those who are vulnerable such as the elderly, children, those with mental health issues such as Post Traumatic Stress Disorder and those with pets and livestock. Government-sponsored guidance on safe and considerate use of fireworks is available via the GOV.UK website.  This includes a link to the Fireworks Code hosted by RoSPA containing guidance on respecting neighbours, especially those with pets and informing them of planned displays.  In addition, the Government supports the Blue Cross animal charity guidance which advises how to avoid or reduce stress to animals when fireworks are being set off. The Royal Society for the Prevention of Cruelty to Animals (RSPCA), the Kennel Club and the Dogs Trust provide similar advice on their websites concerning how to minimise the impact of fireworks use on animals.\r\n\r\nThe Government believes the legislation and guidance already in place is appropriate to allow for the safe use of fireworks by the public; therefore, we have no plans to ban private sales.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
          "created_at": "2018-11-21T11:20:50.006Z",
          "updated_at": "2018-11-21T11:20:50.006Z"
        },
        "debate": {
          "debated_on": "2018-11-26",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-11-26/debates/C95047CD-F24E-44DA-BE73-FC571B014CEF/FireworksPublicSales",
          "video_url": "https://parliamentlive.tv/Event/Index/11ebe695-5f06-4aea-8424-7ab9dbc1c465",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN05704",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 276425,
      "links": {
        "self": "https://petition.parliament.uk/petitions/276425.json"
      },
      "attributes": {
        "action": "Ban fireworks for general sale to the public.",
        "background": "Every year more and more people, animals and wildlife get hurt by fireworks. It’s time something was fine to stop this. There are enough organised firework groups around for us to still enjoy fireworks safely so please help me stop the needless sale of them to the public!",
        "additional_details": "The noise from fireworks causes a great amount of fear, stress and anxiety in wild animals. ... Errant fireworks can also cause environmental damage though fires, and from the release of poisonous chemicals and particle-laden smoke, which is not just inhaled by wildlife, but contaminates the natural environment. \r\nIn England last year, 4,436 individuals attended A\u0026E because of an injury caused by a firework - more than double the 2,141 in 2009/10.\r\nWith around 40% of the UKs dogs being scared.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 305579,
        "created_at": "2019-10-05T09:00:00.606Z",
        "updated_at": "2020-01-06T17:09:33.628Z",
        "rejected_at": null,
        "opened_at": "2019-10-18T10:41:06.269Z",
        "closed_at": "2019-11-06T00:01:00.000Z",
        "moderation_threshold_reached_at": "2019-10-17T22:26:02.000Z",
        "response_threshold_reached_at": "2019-10-22T06:53:12.000Z",
        "government_response_at": "2019-11-05T14:48:31.816Z",
        "debate_threshold_reached_at": "2019-11-03T19:04:42.000Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-11-05",
          "summary": "The Government takes the matter of fireworks safety seriously. This includes protecting consumers and the public. Laws are in place to control firework availability and use.",
          "details": "The Government recognises that many people have strong feelings about fireworks, and the potential negative impact they can have on a community, for example, by causing distress to individuals or animals.\r\n\r\nHowever, we believe that the majority of people who use fireworks do so appropriately and have a sensible and responsible attitude towards them.  We consider it a minority of people who use fireworks in a dangerous, inconsiderate or anti-social manner.\r\n\r\nThe current legislative framework for fireworks aims to reduce the risks to people and disturbance to animals. Legislation ensures products being placed on the UK market meet essential safety requirements. It also controls the storage, sale and use of fireworks including where and when fireworks can be sold, when they can be set off and by whom, and sets maximum noise levels. For example, legislation allows retailers to sell consumer fireworks during the traditional firework periods of: 15th October to 10th November (inclusive); the 3 days prior to and including the first day of Chinese New Year and Diwali; and 26th December to New Year’s Eve (inclusive). But retailers may only supply fireworks outside these periods if they obtain a licence from their local authority.\r\n\r\nIn addition, enforcement mechanisms are in place to tackle those situations when fireworks are sold illegally or misused. There are a range of penalties for breaching legal requirements, including, in certain circumstances, imprisonment. The police and local authorities have powers to tackle anti-social behaviour, where it arises, caused by the misuse of fireworks.\r\n\r\nThe Government recognises the strength of feeling around the use and misuse of fireworks and has listened to the concerns raised in parliamentary debate and wider discussion. We receive representations from a wide range of stakeholders, including members of the public, organisations and charities, with wide-ranging views on what the issues are and what action they would like to see.\r\n\r\nFollowing the Westminster Hall debate on 26 November 2018 regarding fireworks, the Minister with responsibility for fireworks policy and legislation in the Department for Business, Energy and Industrial Strategy, Kelly Tolhurst MP, asked the Office for Product Safety and Standards (OPSS) to develop a fact-based evidence base on the key issues that had been raised. This includes looking for data around noise and disturbance, anti-social behaviour, non-compliance, environmental impact, and the impact on humans and animals. As part of this work we are considering the findings of the Scottish Government consultation on fireworks, which was published on 4th October. We will also consider the House of Commons Petitions Committee inquiry on fireworks once that has reported.\r\n\r\nThe aim of the evidence base is to build a full picture of the data around fireworks in order for government to identify whether there is a problem, and if so, what action - if any - is appropriate. This work will also help us identify trends across fireworks seasons and determine whether, there has (for example), been an increase in fireworks being set off or an increase in firework related injuries.  \r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n",
          "created_at": "2019-11-05T14:48:31.813Z",
          "updated_at": "2019-11-05T14:49:13.413Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 205476,
      "links": {
        "self": "https://petition.parliament.uk/petitions/205476.json"
      },
      "attributes": {
        "action": "Put pressure on Libya to take action to stop enslavement of Black Africans.",
        "background": "CNN has released video footage of a black Africans being sold into slavery in Libya. I am asking the UK government to put pressure on the Libyan government to take immediate action to stop these criminals from selling more people, to set current prisoners free, arrest the criminals and end this.",
        "additional_details": "http://edition.cnn.com/2017/11/14/africa/libya-migrant-auctions/index.html\r\n\r\nhttp://edition.cnn.com/videos/world/2017/11/13/libya-migrant-slave-victory-lon-orig-md-ejk.cnn",
        "committee_note": null,
        "state": "closed",
        "signature_count": 269157,
        "created_at": "2017-11-18T01:24:31.077Z",
        "updated_at": "2020-01-13T12:58:24.038Z",
        "rejected_at": null,
        "opened_at": "2017-11-22T15:39:25.642Z",
        "closed_at": "2018-05-22T22:59:59.999Z",
        "moderation_threshold_reached_at": "2017-11-18T12:14:04.285Z",
        "response_threshold_reached_at": "2017-11-29T08:58:04.531Z",
        "government_response_at": "2017-12-13T10:52:14.146Z",
        "debate_threshold_reached_at": "2017-11-29T16:54:17.543Z",
        "scheduled_debate_date": "2017-12-18",
        "debate_outcome_at": "2017-12-19T10:14:23.762Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-12-13",
          "summary": "The Government shares the public’s outrage and welcomes the Libyan government’s commitment to investigate these reports and to ensure that those involved are brought to justice.",
          "details": "Tackling forced labour, modern slavery and human trafficking is a domestic and foreign policy priority for the UK Government.  The Prime Minister has called modern slavery one of the ‘greatest human rights issues of our time’, and made clear that the international community must step up our efforts to eradicate it.  It is not acceptable that such exploitation is occurring in the 21st Century. \r\n\r\nThe Prime Minister launched a Call to Action to end modern slavery at this year’s UN General Assembly alongside 40 other countries, and committed to doubling UK aid spend in support of this objective to £150 million. We will continue to push for an increased international response, through the UN and other channels, to eliminate these horrific crimes, provide support for victims, and bring criminals to justice. In particular, we are pushing for the United Nations Security Council to take greater steps to combat slavery in conflict situations. \r\n\r\nThe UK Government shares others’ disgust and grave concern at the recent video footage apparently showing slave markets in Libya.  We welcome the Libyan government’s commitment immediately to investigate these reports and to ensure that those involved are brought to justice.   In addition, the UK has raised with the Libyan Prime Minister the importance of offering humanitarian support to migrants.  \r\n\r\nWe have consistently argued for a comprehensive approach, addressing the root causes of migration as well as their consequences.  In addition to the UK’s £150 million commitment on modern slavery, UK programmes have provided humanitarian aid to migrants and refugees, and delivered assistance in detention centres and to those rescued at sea.  We have provided specific support to women and girls, to protect them from the heightened risks of trafficking and sexual and gender based violence.  So far this year, the Department for International Development has supported more than 20,000 emergency interventions such as healthcare, funding psychosocial support, hygiene kits and safe shelter to migrants and refugees in Libya.\r\n\r\nWe have also developed a new £75m migration programme, which will specifically target migrants travelling from West Africa via the Sahel to Libya.  It will provide critical humanitarian assistance and protection and assist those along the way that may wish to return home, providing information about the dangers ahead and offering vulnerable people meaningful alternatives to the treacherous journeys to Libya and Europe.  \r\n\r\nAt the United Nations General Assembly in September, the Prime Minister committed to increasing efforts to tackle smuggling and trafficking through building the capacity of Libyan law enforcement agencies, and supporting efforts to sanction people smugglers at the UN.  \r\n\r\nThe UK has made clear at the United Nations Security Council our condemnation of these reports, and we support the recent Declaration from the EU-Africa Summit and the establishment of an EU-AU-UN Taskforce to address this dire situation to help returns.  UK programming has enabled the assisted voluntary return of over 1,400 migrants from Libya to their home countries this year, and we support further efforts in this area, including by the European Union Emergency Trust Fund for Africa.\r\n\r\nWe are clear that a sustainable improvement in the human rights situation in Libya can only be achieved under the stability of a strong and united Government, and we are actively supporting UN-led efforts to deliver a more inclusive political settlement in Libya.  As well as our support for peace mediation and stability we are providing support to improve women’s rights, civil society, municipalities, and freedom of speech.  A safe, secure and prosperous Libya that is able confidently to tackle the challenges in the region is in all our interests.\r\n\r\nThe Government looks forward to responding with fuller details on this very important issue in the forthcoming Westminster Hall Debate on Monday 18 December.\r\n\r\nForeign and Commonwealth Office",
          "created_at": "2017-12-13T10:52:14.144Z",
          "updated_at": "2017-12-13T10:52:14.144Z"
        },
        "debate": {
          "debated_on": "2017-12-18",
          "transcript_url": "https://hansard.parliament.uk/commons/2017-12-18/debates/D4D9004C-0D4E-4DAD-8C98-309E2C42D2E1/EnslavementOfBlackAfricans(Libya)",
          "video_url": "http://parliamentlive.tv/Event/Index/71772c45-c2ba-400a-a9f3-7bcdd9400907",
          "debate_pack_url": "http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0259",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 248281,
      "links": {
        "self": "https://petition.parliament.uk/petitions/248281.json"
      },
      "attributes": {
        "action": "Leave the EU Without a deal on April 12th.",
        "background": "The Government are right when they say that exiting the EU is the \"will of the people\"\r\nDespite the best efforts of the political classes and media establishment the \"silent majority\" still wish to leave the EU. \r\nIf Mrs May's deal is rejected again we should leave the EU on April 12 with No deal.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 249530,
        "created_at": "2019-03-22T14:19:05.059Z",
        "updated_at": "2019-09-28T23:00:04.542Z",
        "rejected_at": null,
        "opened_at": "2019-03-28T18:57:35.639Z",
        "closed_at": "2019-09-28T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-03-26T01:49:53.143Z",
        "response_threshold_reached_at": "2019-03-30T09:47:44.679Z",
        "government_response_at": "2019-04-10T11:03:44.242Z",
        "debate_threshold_reached_at": "2019-03-31T18:11:51.990Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-04-10",
          "summary": "The Government stands by its commitment to uphold the result of the 2016 referendum. We continue to seek a consensus across the House, which will allow the UK to leave the EU with a deal in place.",
          "details": "In 2016, this Government stated that it would honour the result of the referendum, whatever the outcome.\r\n\r\nDuring the 2016 referendum campaign, this Government wrote to every UK household to promise that it would implement the result of the referendum. With that commitment in mind, 17.4 million people then voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at a UK Government.\r\n\r\nIt is now the responsibility of this Government to uphold that result.\r\n \r\nParliament has continuously rejected leaving without a deal. The Government continues to seek a consensus across the House to find a way through which allows the UK to leave in an orderly manner, with a deal in place.\r\n\r\nHowever, it remains the legal default that we will leave the EU without a deal on 12 April unless MPs can agree an alternative way forward and pass a withdrawal agreement.\r\n\r\nThe Government has been preparing for the contingency of a ‘no deal’ since 2016 and have accelerated no deal preparations to ensure the country is prepared for every eventuality. Parliament has now bound the Government to seek an extension to Article 50, so the Government has proposed that the extension should be as short as possible, ending when we have passed and ratified a deal.\r\n\r\nThis Government maintains that leaving with a deal remains the best solution. The Prime Minister has committed to working with members across the House to ensure that the result of the referendum is upheld, and the UK leaves the EU in an orderly manner, without undue delay.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2019-04-10T11:03:44.240Z",
          "updated_at": "2019-04-10T11:03:44.240Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 232684,
      "links": {
        "self": "https://petition.parliament.uk/petitions/232684.json"
      },
      "attributes": {
        "action": "Ban the use of all non-recyclable and unsustainable food packaging",
        "background": "Today the Earth is at a crisis point due to our plastic consumption, and as a result, people in the UK are more willing than ever to engage in recycling. Yet so much food packaging remains completely, frustratingly unrecyclable. Let's aim for the UK to lead the world with a 100% recycling rate.",
        "additional_details": "Every day we send to landfill, to decompose over thousands of years:\r\nCereal box inner bags\r\nPeel-off film (fruit and veg punnets/ready meals/yoghurt pots)\r\nAlmost all plastic supermarket fruit and veg packets\r\nCrisp packets\r\nSweets wrappers\r\nChocolate bar wrappers\r\nStyrofoam\r\nVacuum pack plastic\r\n-to name a few\r\nThe British public WANTS to recycle but we can't get away from the vast amounts of waste that poorly designed packaging creates- appoint people to design alternatives and the UK will thank you!",
        "committee_note": null,
        "state": "closed",
        "signature_count": 247048,
        "created_at": "2018-11-12T11:34:59.360Z",
        "updated_at": "2019-07-02T15:52:42.428Z",
        "rejected_at": null,
        "opened_at": "2018-12-05T17:21:28.139Z",
        "closed_at": "2019-06-05T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-11-26T21:52:27.978Z",
        "response_threshold_reached_at": "2019-03-18T16:39:32.243Z",
        "government_response_at": "2019-04-02T09:51:27.729Z",
        "debate_threshold_reached_at": "2019-03-26T01:59:54.591Z",
        "scheduled_debate_date": "2019-06-24",
        "debate_outcome_at": "2019-06-25T15:32:35.765Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-06-18",
          "summary": "Our Strategy sets out plans to eliminate avoidable plastic waste. We have consulted on proposals to incentivise producers to make more sustainable packaging design choices and recyclable packaging.",
          "details": "Most food packaging is technically recyclable, though the current market does not make all recycling economically viable. The Government’s Resources and Waste Strategy for England published in December last year sets out our plans to reduce plastic pollution and move towards a more circular economy. This builds on the commitment in the 25 Year Environment Plan to eliminate all avoidable plastic waste. For the most problematic plastics we are going faster, which is why we commit to work towards all plastic packaging placed on the UK market being recyclable, reusable or compostable by 2025.\r\n\r\nOur general approach is to help people and companies make the right choice and develop alternatives, rather than move to banning items outright. There are circumstances when a ban is appropriate as part of a wider strategic approach. We have already banned the sale of plastic microbeads, will be banning the supply of plastic drinking straws, stirrers and plastic stemmed cotton buds from April 2020 in England, and are assessing the impact of banning other single-use plastic items. We will continue to review the latest evidence on problematic products and/ or materials to take a systematic approach to reducing the use of unnecessary single-use plastic products including problematic packaging materials, in line with our commitment to match and where economically practicable exceed the ambition of the EU in this regard.\r\n\r\nOur priority is to prevent or reduce waste in the first place. The Packaging (Essential Requirements) Regulations already require businesses to ensure that all their packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer. As part of the Resources and Waste Strategy, we have committed to review the effectiveness of these Regulations by the end of next year. These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nOn 18 February, the Government launched several consultations to overhaul the waste system. This includes proposals to reform packaging waste regulations to financially incentivise packaging producers to take greater responsibility for the environmental impacts of their products. We also consulted on introducing a deposit return scheme for drinks containers and increasing consistency in recycling collections. We also consulted on introducing a tax on plastic packaging containing less than 30% recycled content. These consultations closed on 13 May. We are analysing the responses and will publish the government’s response in due course.\r\n\r\nThe reforms to the Producer Responsibility Obligations (Packaging Waste) Regulations will require producers to fund the full net-cost of managing the packaging they place on the market, once it becomes waste. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. We will also ensure that producer fees fund a move to a system where a nationally agreed set of packaging materials are collected and where it is easier for consumers to know what packaging they can recycle, through improved communication campaigns and packaging labelling.\r\n\r\nWe have set out in our consultation options for how we want to enhance the incentive for producers to make better, more sustainable packaging design choices. The options are for a modulated fee system or a deposit fee system. These options provide a financial incentive for producers, in addition to the full-net cost fees, to move towards using more easily recycled packaging materials and formats. To support this we want to introduce an “approved list”. This list will set out what packaging materials are recyclable.\r\n\r\nDepartment for Environment, Food and Rural Affairs.\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/232684) ",
          "created_at": "2019-04-02T09:51:27.727Z",
          "updated_at": "2019-06-18T14:20:27.205Z"
        },
        "debate": {
          "debated_on": "2019-06-24",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-06-24/debates/E0C0041B-0792-42D5-A2E7-E10A1E94D68D/UnsustainablePackaging",
          "video_url": "https://www.youtube.com/watch?v=HQfPfpczIOc",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8515",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 235653,
      "links": {
        "self": "https://petition.parliament.uk/petitions/235653.json"
      },
      "attributes": {
        "action": "Abolish the BBC television license.",
        "background": "The quality of BBC programmes do not reflect the price of the TV license. It is far too expensive for the majority of people and should be abolished.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 246736,
        "created_at": "2018-12-19T15:34:55.484Z",
        "updated_at": "2019-09-26T09:35:52.000Z",
        "rejected_at": null,
        "opened_at": "2018-12-20T11:38:29.512Z",
        "closed_at": "2019-06-20T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-12-19T18:33:51.200Z",
        "response_threshold_reached_at": "2019-06-10T18:31:32.000Z",
        "government_response_at": "2019-06-26T16:03:44.926Z",
        "debate_threshold_reached_at": "2019-06-11T21:18:22.000Z",
        "scheduled_debate_date": "2019-07-15",
        "debate_outcome_at": "2019-07-16T10:57:50.944Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-06-26",
          "summary": "A television licence is required to watch or receive television as it is broadcast live or on BBC iPlayer.",
          "details": "The licence fee is payment for a licence to watch or receive television programmes. It is not a fee or charge for BBC services and is payable regardless of whether the licence holder ever watches the BBC. Licence fee revenue is not just used to fund the BBC, it is also used for other strategic public service objectives including broadband, local television and S4C.\r\n\r\nThe licence fee funding model was considered as part of Charter Review 2015-16. The BBC Charter Review consultation received over 192,000 responses and found the majority of the public do not want to see a change in the way that the BBC is funded: 60% thought the current licence fee model did not need to be changed, while only 3% of respondents supported a subscription model and 1.5% advertising. \r\n\r\nThe current system commands wider public support than any alternative model provides the BBC with a sustainable core income paid by all households who watch or receive television. As a result, the government committed to maintain the current licence fee funding model for the duration of the current Charter period.\r\n\r\nThe Government is therefore committed to ensuring the BBC continues to deliver high quality, distinctive content for all audiences. That is why we have guaranteed the licence fee level will increase with inflation until 2022.\r\n\r\nOn editorial matters, the BBC is operationally and editorially independent from government and the government cannot intervene in the BBC’s day-to-day operations. As the BBC's independent regulator, Ofcom is responsible for ensuring the BBC delivers for audiences - including how the BBC meets its mission and public purposes. \r\n\r\nDepartment for Digital, Culture, Media and Sport.",
          "created_at": "2019-06-26T16:03:44.924Z",
          "updated_at": "2019-06-26T16:03:44.924Z"
        },
        "debate": {
          "debated_on": "2019-07-15",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-07-15/debates/AF16A1B4-E52D-46BC-9EEF-555F504FD7B2/BBC",
          "video_url": "https://www.youtube.com/watch?v=pAu4gz2VWeo",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8101",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 205106,
      "links": {
        "self": "https://petition.parliament.uk/petitions/205106.json"
      },
      "attributes": {
        "action": "Stop the privatisation of NHS services",
        "background": "We call for a ban on the outsourcing (privatisation) of NHS services, and stop the renewal of any outsourcing contracts already signed. Companies should not be profiteering from NHS contracts, when every pound of NHS budgets is desperately needed for more doctors and nurses, and to pay them more.",
        "additional_details": "Research by Bain \u0026 Company published by the Financial Times in January 2017, found that private-sector companies had been invited to bid for 14 per cent more NHS contracts in the 12 months to August 2016 than just a year previously. In March 2017 the Financial Times also reported of the extra £2bn given to the NHS in 2014 to try and bolster NHS services, according to data analysis carried out by the Health Foundation, an independent charity, only about half this extra money was spent in the NHS.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 238769,
        "created_at": "2017-11-13T11:18:15.151Z",
        "updated_at": "2019-03-26T12:26:57.108Z",
        "rejected_at": null,
        "opened_at": "2017-11-17T14:21:10.458Z",
        "closed_at": "2018-05-17T22:59:59.999Z",
        "moderation_threshold_reached_at": "2017-11-13T13:42:03.263Z",
        "response_threshold_reached_at": "2018-01-10T09:21:05.254Z",
        "government_response_at": "2018-02-20T11:27:06.991Z",
        "debate_threshold_reached_at": "2018-02-26T06:28:35.090Z",
        "scheduled_debate_date": "2018-04-23",
        "debate_outcome_at": "2018-04-24T09:20:07.119Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-02-20",
          "summary": "The vast majority of NHS care has and will continue to be provided by public sector organisations. Patients should be able to access the best treatments based on quality of care not type of provider.",
          "details": "We remain committed to a publicly funded NHS. However, the private sector has always played a vital supporting role in the NHS, for example in building hospitals, in providing facilities management services, in supplying medicines and equipment. Primary care contractors – GPs, dentists, pharmacists – have always been independent contractors and are not NHS employees.  The opportunity – not obligation – of NHS commissioners to use private sector healthcare providers in order to support existing NHS-delivered care has played a key role in improving patient choice, and in reducing waiting times. In such cases, private sector contractors have to adhere to the same standards of efficiency, safety and quality as NHS providers do, and for this reason the publicly funded NHS will always remain in the driving seat. We are clear that patients should be able to access the best possible treatments based on quality of care and value for money not the type of provider they receive this care from.\r\n\r\nDepartment of Health and Social Care",
          "created_at": "2018-02-20T11:27:06.988Z",
          "updated_at": "2018-02-20T11:27:06.988Z"
        },
        "debate": {
          "debated_on": "2018-04-23",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-04-23/debates/A43878B7-E1E8-4205-A7D2-6624BCF0E403/PrivatisationOfNHSServices",
          "video_url": "https://parliamentlive.tv/Event/Index/dd85df77-1e1d-4f1b-bb9f-30a6f5e06a98",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0091",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 223013,
      "links": {
        "self": "https://petition.parliament.uk/petitions/223013.json"
      },
      "attributes": {
        "action": "If England win the world cup, the Monday should be made a bank holiday for 2018",
        "background": "We need this for all those supporting England as the next day will not be pleasant for all fans",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 237396,
        "created_at": "2018-06-25T12:29:48.499Z",
        "updated_at": "2019-03-31T16:02:03.342Z",
        "rejected_at": null,
        "opened_at": "2018-06-29T10:11:51.627Z",
        "closed_at": "2018-12-29T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-06-25T12:59:27.661Z",
        "response_threshold_reached_at": "2018-07-09T12:32:13.799Z",
        "government_response_at": "2018-07-19T16:49:56.208Z",
        "debate_threshold_reached_at": "2018-07-10T11:00:28.827Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": "2018-07-18T09:37:07.767Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-07-19",
          "summary": "The Government would like to congratulate the England team on its sterling performance in the World Cup.  The Government has no plans for a bank holiday. ",
          "details": "The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Sporting events such as the World Cup contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark the success of sporting events.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant time off for public holidays.  However, Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, bearing in mind business needs.  Acas provides detailed guidance about holiday entitlement on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ",
          "created_at": "2018-07-19T16:49:56.204Z",
          "updated_at": "2018-07-19T16:49:56.204Z"
        },
        "debate": {
          "debated_on": null,
          "transcript_url": "",
          "video_url": "",
          "debate_pack_url": "",
          "overview": "The Petitions Committee has decided not to schedule a debate on this petition.  \r\n\r\nGareth Southgate and the England team did a fantastic job, but sadly they didn’t win the World Cup. So there wouldn’t be much to gain from debating this petition.  \r\n\r\nMore than 200,000 people signed the petition in less than two weeks – it’s the biggest petition we have open at the moment. That’s a sign of the fantastic support from fans that the team enjoyed throughout the World Cup.  \r\n\r\nYou can start and sign petitions about the issues that matter to you at petition.parliament.uk"
        }
      }
    },
    {
      "type": "petition",
      "id": 206851,
      "links": {
        "self": "https://petition.parliament.uk/petitions/206851.json"
      },
      "attributes": {
        "action": "We want a Public Inquiry into the James Bulger murder case.",
        "background": "Throughout the conduct of the case there have been a number of issues that have been swept under the carpet. It's high time they were investigated.",
        "additional_details": "One mystery surrounding the murder of James Bulger case is why the \"experts\" insisted that Jon Venables was rehabilitated.\r\n\r\nThe report of the Prison Service into an incident at Red Bank secure unit has not been published. It is time to examine all this.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 213624,
        "created_at": "2017-12-01T09:48:55.264Z",
        "updated_at": "2019-03-31T16:02:01.960Z",
        "rejected_at": null,
        "opened_at": "2018-01-11T13:41:11.787Z",
        "closed_at": "2018-07-11T22:59:59.999Z",
        "moderation_threshold_reached_at": "2017-12-04T13:51:46.838Z",
        "response_threshold_reached_at": "2018-01-24T19:20:48.457Z",
        "government_response_at": "2018-02-14T14:06:36.911Z",
        "debate_threshold_reached_at": "2018-02-09T11:07:05.685Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-02-14",
          "summary": "The offender was convicted of further offences as a direct result of robust and effective monitoring. Therefore the Government considers that a public inquiry into this tragic case is not necessary.",
          "details": "The murder of Jamie Bulger was an appalling crime which shocked the nation and, 25 years on, continues to be of huge interest and concern. Our deepest sympathies remain with Mrs Fergus and Mr Bulger for the pain and suffering they have endured. \r\n\r\nBecause this case has been of such understandable concern, when the man formerly known as Jon Venables was recalled to custody in February 2010, the then Justice Secretary asked Sir David Omand, the former Permanent Secretary at the Home Office, to conduct an extensive review of the management of Venables from the time of his release from Red Bank Secure Children’s Home in 2001 until his recall to custody. In July 2010 Venables was convicted of possessing, downloading and sharing indecent images of children, and Sir David’s detailed report was published in November 2010 and can be found at the following link: https://www.justice.gov.uk/downloads/publications/corporate-reports/MoJ/2010/omand-review-web.pdf \r\n\r\nThe independent Parole Board directed Venables’ re-release on life licence – subject to strict licence conditions in July 2013 after a thorough risk assessment and in accordance with the statutory release test, which is whether it is necessary on the grounds of public protection for the offender to be detained in custody. The Parole Board is legally not allowed to share the reasons behind any of its release decisions, but the Government last month announced an urgent review into how to increase the transparency of Parole-Board decision-making and whether and how it might be possible to challenge those decisions.\r\n\r\nUnlike in 2010, Jon Venables’ recent criminal acts were discovered as a direct result of the tight monitoring to which he was subject by the Police and Probation Services. He has also constantly been subject to stricter licence conditions and more scrutiny than most lifers would be at the same stage of their sentence. For that reason, a review of the management of Venables since 2010 would not have the same clear focus. \r\n\r\nNonetheless, the Government’s number one priority is public safety so we will of course keep the monitoring practice under constant review. Venables is now serving a sentence of 40 months’ imprisonment for possessing indecent images of children. Once he has completed the custodial part of that sentence, he will remain in custody until the independent Parole Board determines that his risk is such that he may be re-released on life licence.\r\n\r\nMinistry of Justice",
          "created_at": "2018-02-14T14:06:36.907Z",
          "updated_at": "2018-02-14T14:06:36.907Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 254329,
      "links": {
        "self": "https://petition.parliament.uk/petitions/254329.json"
      },
      "attributes": {
        "action": "Leave the EU with No Deal in October 2019\r\n",
        "background": "Brexit is in chaos. Leave won in 2016 that should be honoured. In the 2016 debates, both sides stated this meant leaving the European Union, Customs Union, Single Market and European Court of Justice. ",
        "additional_details": "This petition is for the government to commit to leave with No Deal but defer the leave date so as to leave in an orderly fashion.\r\n \r\nAfter six months in October 2019 we leave, no deals, no if's, no but's, no delays. We adopt all law as our own and we trade under World Trade Organisation rules.\r\n \r\nWe are then free to build a future relationship from this position without any time constraints, on an equal basis without one side holding all the cards. Our future relationship with the world would be for the government of the day to decide, as it does on all other international issues.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 207673,
        "created_at": "2019-04-01T21:00:02.304Z",
        "updated_at": "2020-01-23T15:38:16.766Z",
        "rejected_at": null,
        "opened_at": "2019-05-03T09:53:36.003Z",
        "closed_at": "2019-11-03T23:59:59.999Z",
        "moderation_threshold_reached_at": "2019-04-01T21:24:45.089Z",
        "response_threshold_reached_at": "2019-08-28T19:36:22.000Z",
        "government_response_at": "2019-09-24T10:24:17.167Z",
        "debate_threshold_reached_at": "2019-09-05T16:02:42.000Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-09-24",
          "summary": "The Prime Minister has been clear: we will leave the EU on 31 October. We’d prefer to do so with a deal, but if there isn’t movement from the EU on the backstop we will have to leave without one.",
          "details": "The Prime Minister has said that the UK will be leaving the EU on 31 October. The Government must respect the referendum result. We would prefer to leave with a deal and we will work in an energetic and determined way to get that better deal. The Government is committed to preparing for this outcome.\r\n\r\nThe Government is undertaking preparations to ensure that the UK and the public are fully ready for Brexit. All necessary funding has now been made available.\r\n\r\nThe Government has launched the single largest public information campaign, “Get Ready for Brexit”. As part of the campaign, the Government has also launched an online checker tool (Gov.uk/brexit) to identify actions that businesses and citizens can take to prepare. Prior to this, the Government published approximately 750 pieces of communications on No Deal since August 2018, including over 100 technical notices explaining to businesses and citizens what they need to do to prepare. Meanwhile, the Government has laid over 600 Brexit Statutory Instruments and Border Force has increased its headcount by around 900 officers between March 2018 and March 2019. The Government is also undertaking steps to secure additional freight capacity and has worked on preparations with suppliers and partners, meaning that our plans should ensure the supply of critical goods, including medicines and medical products, remain uninterrupted.\r\n\r\nPreparations are being made by the Government to ensure we are ready by pursuing international agreements, including signing bilateral voting rights agreements with Spain, Portugal and Luxembourg and approaching all other Member States for similar agreements. The Government has reached trade agreements with partners worth around £90 billion of current trade, secured air services agreements with countries like Canada and the US permitting passenger flights and has ensured that all agreements required to enable continuity in civil nuclear trade are in place - including with Japan, Canada, US, Australia and the International Atomic Energy Agency.\r\n\r\nHowever we leave the EU, the Government’s ambition is for a comprehensive, ambitious future partnership based on a best in class FTA. It will be a relationship based on international law, not EU law. It will be a relationship where the UK would have left the Customs Union so we would have control of our own trade so that we can strike deals with other global partners; we will no longer have to make financial contributions to the EU budget; we will control our own migration policy through an Australian style points-based system; our own laws and courts will be supreme within the UK; and only our Parliament would have the power to set our taxes.\r\n\r\nThe Prime Minister remains absolutely focused on delivering on the vote of the British people by taking us out of the European Union on 31 October.\r\n\r\nCabinet Office.",
          "created_at": "2019-09-24T10:24:17.165Z",
          "updated_at": "2019-09-24T10:24:17.165Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 225767,
      "links": {
        "self": "https://petition.parliament.uk/petitions/225767.json"
      },
      "attributes": {
        "action": "Lower the age for smear tests from 25 to 18 to prevent cervical cancer.",
        "background": "Hi I'm Natasha, I am making this petition because I want to make a difference to all woman living in the UK.\r\n\r\nI am 30 years old and I have metastatic cervical cancer. I believe that the age of screening should be lowered to age 18 to enable all woman to detect cell changes and prevent cancer.",
        "additional_details": "I believe that lowering the age and giving woman the knowledge about cervical cancer will enable all woman the right to live. There is little to no awareness about cervical cancer. \r\nBy reducing the age of smear tests and cervical screening today we can save lives, we can tackle cell changes early and prevent cervical cancer. \r\nIf I can do anything with my life I want to make this change happen, it's too late for me but it's not too late for the next generation of young ladies.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 205359,
        "created_at": "2018-07-24T11:49:06.489Z",
        "updated_at": "2019-03-26T13:08:17.434Z",
        "rejected_at": null,
        "opened_at": "2018-08-03T11:56:46.041Z",
        "closed_at": "2019-02-03T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-07-24T11:55:29.616Z",
        "response_threshold_reached_at": "2018-08-25T21:24:24.954Z",
        "government_response_at": "2018-09-13T11:59:02.881Z",
        "debate_threshold_reached_at": "2019-01-05T23:08:19.624Z",
        "scheduled_debate_date": "2019-01-28",
        "debate_outcome_at": "2019-01-29T10:43:08.093Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-09-13",
          "summary": "The Government accepted the UK National Screening Committee recommendation that the first invitation for cervical screening should be offered at age 25 based on the assessment of research evidence.",
          "details": "We are grateful that you have taken the time to focus on making a difference to other women on this important matter by starting your petition, and we are sorry to learn about your diagnosis.\r\n\r\nPublic Health England has been running ‘Be Clear on Cancer’ campaigns since 2011. These are designed to raise the public’s awareness of specific cancer symptoms; encourage people with those symptoms to go to the doctor; and diagnose cancer at an earlier stage, and therefore make it more treatable, and thereby improve cancer survival rates.\r\n\r\nThe UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.  In 2012 the UK NSC recommended that the age of the first invitation for cervical screening should be age 25.  This was based on evidence that a large number of women below this age received relatively little benefit from being screened and treated.  It is only where the offer to screen provides more good than harm that a screening programme is recommended. This UK NSC recommendation also concurred with a major review by the Advisory Committee on Cervical Screening in 2009.\r\n\r\nCervical cancer in women under the age of 25 is very rare with 2.6 cases per 100,000 women. Importantly, younger women often undergo natural and harmless changes in the cervix that screening could identify as cervical abnormalities, and in most cases these abnormalities resolve themselves without any need for intervention.\r\n\r\nThe purpose of screening is to reduce mortality and morbidity from cancer and other conditions in the population who appear healthy and have no symptoms, by detecting conditions at an earlier, more treatable stage.\r\n\r\nPeople with symptoms are encouraged to contact their general practitioner as soon as possible and work is ongoing to ensure that GPs are aware of the symptoms and the need to refer for further investigation. Guidance is available for the primary care of young women who present with gynaecological symptoms, and was developed and published in March 2010.  The guidance ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’ was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector, and was endorsed by the relevant Royal Colleges.  This can be found at this link:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/436924/doh-guidelines-young-women.pdf\r\n\r\nThe NHS offers cervical screening to all eligible women aged 25 to 49 every three years and those aged 50 to 64 every five years, and saves an estimated 5,000 lives a year by detecting abnormalities of the cervix early and referring women for effective treatment.  \r\n\r\nDepartment of Health and Social Care",
          "created_at": "2018-09-13T11:59:02.878Z",
          "updated_at": "2018-09-13T11:59:02.878Z"
        },
        "debate": {
          "debated_on": "2019-01-28",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-01-28/debates/44DEED72-12B6-4B63-BD5D-B0956449A299/CervicalCancerSmearTests",
          "video_url": "https://parliamentlive.tv/Event/Index/a6180194-ebc1-4a29-8c34-2a0140dc5d9a",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0013",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 223729,
      "links": {
        "self": "https://petition.parliament.uk/petitions/223729.json"
      },
      "attributes": {
        "action": "Rescind Art.50 if Vote Leave has broken Electoral Laws regarding 2016 referendum",
        "background": "If Vote Leave has broken any laws regarding overspending in 2016 EU referendum then Art.50 should be immediately withdrawn and full EU membership continued.",
        "additional_details": "Article 50.1 of the Lisbon Treaty sets out that a member can leave by \" Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements.\"\r\n \r\nAlso, Article 10.3 of the Lisbon Treaty, \"Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen.\"",
        "committee_note": null,
        "state": "closed",
        "signature_count": 203235,
        "created_at": "2018-07-04T20:41:19.252Z",
        "updated_at": "2019-11-07T12:47:34.000Z",
        "rejected_at": null,
        "opened_at": "2018-07-12T16:39:52.003Z",
        "closed_at": "2019-01-12T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-07-04T21:38:27.352Z",
        "response_threshold_reached_at": "2018-07-17T10:13:51.444Z",
        "government_response_at": "2018-08-01T12:20:25.372Z",
        "debate_threshold_reached_at": "2018-07-18T20:33:54.233Z",
        "scheduled_debate_date": "2018-09-10",
        "debate_outcome_at": "2018-09-12T14:47:51.684Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-01-09",
          "summary": "It is regrettable that fines were levied on multiple groups, but it is firm policy the Article 50 notification will not be withdrawn. Britain voted to leave and Government respects that decision.",
          "details": "It is regrettable that fines have been levied on multiple groups involved in the referendum campaign. However, the Government is clear that there can be no attempt to rescind Article 50. The British people voted to leave the EU, and it is the duty of the Government to deliver on their instruction.\r\n\r\nThe result of the referendum held on 23 June 2016 saw a majority of people vote to leave the European Union. This was the biggest democratic mandate for a course of action ever directed at any UK Government. Following this, Parliament authorised the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then voted for parties committing to respecting the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will of the electorate.\r\n\r\nThis was not a decision made after just a few weeks of campaigning, but one that came after a debate that had taken place both in Parliament and across the country for decades.\r\n\r\nThe Government is determined to make a success of the British people’s decision to leave the European Union. And that is how we have always approached the negotiations - anticipating success, not failure. It is vital that we try to reach an agreement that builds a strong relationship between Britain and the EU as neighbours, allies and partners. Not just for those who voted to leave, but for every citizen of the United Kingdom. We were given a national mandate and this Government is determined to deliver a deal in the national interest.\r\n\r\nAs the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” The British people can trust this Government to honour the referendum result and get the best deal possible. To do otherwise would be to undermine the decision of the British people. The premise that the people can trust their politicians to deliver on the promises they make and will deliver them in Parliament is fundamental to our democracy.\r\n\r\nIt is not acceptable for any organisation to breach electoral procedures and it is regrettable that fines have been levied on multiple groups involved in the referendum campaigns. The Electoral Commission is an independent regulator, accountable to Parliament, not the Government, and the use of its sanctioning powers show that it is doing its job. \r\n\r\nHowever, almost three quarters of the electorate took part in the referendum, resulting in the highest ever number of votes cast for anything in UK electoral history, to leave the European Union. This instruction was then reinforced both in Parliament, and in the subsequent General Election. The British people therefore gave a clear directive to Government to leave the EU, and we are committed to respecting that directive. Our focus now is on making a success of Brexit, and delivering an outcome which will better the lives of British people, whether they voted to leave or to remain. \r\n\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2018-08-01T12:20:25.369Z",
          "updated_at": "2019-01-09T17:17:34.790Z"
        },
        "debate": {
          "debated_on": "2018-09-10",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-09-10/debates/765648D6-5872-49B6-AA13-4E9AC0DA923C/VoteLeaveCampaignElectoralLaw",
          "video_url": "https://www.parliamentlive.tv/Event/Index/f5d8b613-0156-4925-a54f-958105fd7bb5",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0202",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 235138,
      "links": {
        "self": "https://petition.parliament.uk/petitions/235138.json"
      },
      "attributes": {
        "action": "Hold a second referendum on EU membership.",
        "background": "The Brexit process has been a failure. At the end of two years, our ruling party is bitterly divided, the main opposition not a viable replacement for it, and the deal we have negotiated is almost universally opposed. \r\n No one voted for this to happen.",
        "additional_details": "Whether you voted leave or remain, you didn't vote for us to leave the EU in disarray, with no deal, putting many peoples livelihoods and living situations at risk.\r\n\r\n We must hold a second referendum, now we can all see what 'Leave' really means for this country and Europe. We must hold a vote between the following two options:\r\n\r\n- Take the Deal negotiated by Theresa May\r\n- Cancel Brexit and remain in the EU\r\n\r\nNo deal is not an option.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 194336,
        "created_at": "2018-12-13T11:51:45.917Z",
        "updated_at": "2020-01-10T15:34:52.060Z",
        "rejected_at": null,
        "opened_at": "2019-01-16T15:18:04.772Z",
        "closed_at": "2019-07-16T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-12-30T12:48:57.783Z",
        "response_threshold_reached_at": "2019-01-18T16:23:14.638Z",
        "government_response_at": "2019-01-30T12:47:44.201Z",
        "debate_threshold_reached_at": "2019-03-18T18:25:21.784Z",
        "scheduled_debate_date": "2019-04-01",
        "debate_outcome_at": "2019-04-03T11:40:17.240Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-01-30",
          "summary": "The Government remains clear that we will respect the result of the 2016 referendum, and we therefore will not hold a second referendum.",
          "details": "The Government is clear that we will not have a second referendum; it’s mandate is to implement the result of the previous referendum.\r\n\r\nThe 2016 referendum delivered a very clear instruction to Government - to withdraw from the European Union. Since then, this Government has remained committed to honouring that instruction, given to us through 17.4 million votes to leave the European Union - the highest number of votes cast for anything in UK electoral history. \r\n\r\nThat result was reinforced not only by Parliament’s passing of the European Union (Notification of Withdrawal) Bill with clear and convincing majorities; but also in the 2017 General Election, where over 80% of people also voted for parties committed to respecting the result of the referendum. In fact, both major parties stood for election on a stated policy to respect the decision of the people. The Government is clear that it is now its duty to implement the will expressed by voters in the referendum - respecting both the will of the British people, and the democratic process which delivered the referendum result.\r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.”\r\n\r\nThe Government therefore remains committed to delivering on the instruction and the mandate given to us by the British people - to withdraw from the European Union. We continue to work to reach consensus on the deal we have negotiated, to enable a smooth and orderly exit, and deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2019-01-30T12:47:44.198Z",
          "updated_at": "2019-01-30T12:47:44.198Z"
        },
        "debate": {
          "debated_on": "2019-04-01",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-04-01/debates/DAEA92D0-DB85-4370-B65C-2BB2FF6B5AE9/LeavingTheEuropeanUnion",
          "video_url": "https://www.youtube.com/watch?v=X1uMe5FmqH8\u0026feature=youtu.be",
          "debate_pack_url": "https://commonslibrary.parliament.uk/brexit/",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 229178,
      "links": {
        "self": "https://petition.parliament.uk/petitions/229178.json"
      },
      "attributes": {
        "action": "School should start at 10am as teenagers are too tired",
        "background": "Teenagers are so tired due to having to wake up very early to get to school. The Government should require secondary schools to start later, which will lead to increased productivity at school.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 187902,
        "created_at": "2018-09-24T10:31:05.632Z",
        "updated_at": "2019-11-14T15:25:21.902Z",
        "rejected_at": null,
        "opened_at": "2018-10-04T09:32:54.361Z",
        "closed_at": "2019-04-04T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-09-24T10:36:45.194Z",
        "response_threshold_reached_at": "2019-01-26T01:13:30.178Z",
        "government_response_at": "2019-02-07T11:39:09.340Z",
        "debate_threshold_reached_at": "2019-01-26T19:52:55.664Z",
        "scheduled_debate_date": "2019-02-11",
        "debate_outcome_at": "2019-02-12T13:42:30.607Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-03-22",
          "summary": "The Department has no plans to require secondary schools to start later. The decision on when to start the school day lies with individual schools. ",
          "details": "The government has given all schools the ability to set their own school hours so all schools have the autonomy to make decisions about the content, structure and duration of their school day, including the flexibility to decide when their school day should start and finish. In light of this, the Department has no plans to require secondary schools to start later. We trust head teachers to decide how best to structure their school day to support their pupils’ education. \r\n\r\nThere are no specific legal requirements about how long the school day should be. Governing bodies of all maintained schools in England are responsible for deciding when morning and afternoon sessions should begin and end on each school day\r\n\r\nAcademy and free school funding agreements state that the duration of the school day is the responsibility of the academy trust. In the event that a school decides to make changes to its school day, it is our expectation that the school should consider the impact on those affected – including pupils, teachers, and parents’ work commitments and childcare options.\r\n\r\nDepartment for Education.\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/229178) ",
          "created_at": "2019-02-07T11:39:09.337Z",
          "updated_at": "2019-04-23T16:47:45.714Z"
        },
        "debate": {
          "debated_on": "2019-02-11",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-02-11/debates/E0FFB632-2FCA-4341-A9E1-CA6CFAE6BCEF/SecondarySchoolOpeningHours",
          "video_url": "https://parliamentlive.tv/Event/Index/1288b0e1-bf2c-43ed-9601-9d24c602ebdc",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0032",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 222419,
      "links": {
        "self": "https://petition.parliament.uk/petitions/222419.json"
      },
      "attributes": {
        "action": "Reject calls to add Staffordshire Bull Terriers to the Dangerous Dogs Act",
        "background": "PETA, an organisation that is meant to be dedicated to protecting animals, has proposed to the UK government that it should add Staffordshire Bull Terriers to the dangerous dogs act, effectively banning them outright. Breed Specific Legislation is not the solution to the problem of dog attacks.",
        "additional_details": "Many people in the UK today have the pleasure of owning a Staffordshire Bull Terrier. As one of these people I can recommend them as being loving, loyal and caring, far from dangerous they are great companions. It would be a terrible tragedy for the dog lovers of the UK to lose the right to own one of these great companions. We are calling on Parliament to save our staffies and not have them banned as dangerous dogs, because they are not. People create dangerous dogs, people are the problem.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 186226,
        "created_at": "2018-06-16T22:06:32.900Z",
        "updated_at": "2019-06-25T14:45:11.904Z",
        "rejected_at": null,
        "opened_at": "2018-06-22T16:56:01.988Z",
        "closed_at": "2018-12-22T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-06-17T16:42:06.826Z",
        "response_threshold_reached_at": "2018-06-23T20:56:16.987Z",
        "government_response_at": "2018-07-05T09:34:26.481Z",
        "debate_threshold_reached_at": "2018-06-26T17:51:52.292Z",
        "scheduled_debate_date": "2018-07-16",
        "debate_outcome_at": "2018-07-17T15:48:19.819Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-07-05",
          "summary": "The Government has no intention of prohibiting the keeping of Staffordshire Bull Terriers.",
          "details": "Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nThe Parliamentary Select Committee on Environment, Food and Rural Affairs (EFRA) (not Government) are currently reviewing the law on the prohibition on certain types of dogs.  EFRA invited any written evidence to be submitted to them by 6 June 2018. Once EFRA’s review is complete they will then publish a report with recommendations and submit it to the Government.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
          "created_at": "2018-07-05T09:34:26.479Z",
          "updated_at": "2018-07-05T09:34:26.479Z"
        },
        "debate": {
          "debated_on": "2018-07-16",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-07-16/debates/51B3E06E-CDFE-45DD-BD6B-D9B304DA4298/DangerousDogsActStaffordshireBullTerriers",
          "video_url": "https://www.parliamentlive.tv/Event/Index/62d17595-483a-4445-bb0b-7ffc90f511a5",
          "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-staffordshire-bull-terriers-17-19/",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 243319,
      "links": {
        "self": "https://petition.parliament.uk/petitions/243319.json"
      },
      "attributes": {
        "action": "Parliament must honour the Referendum result. Leave deal or no deal 29/03/19",
        "background": "The UK voted in a referendum in 2016 to Leave the EU....this wasn't dependent on a \" deal\" ....but rather just \"Leave\" \r\nwe are now demanding that all mp's honour this result .conservative and labour mp's also agreed to leave on 29/03/19......   deal or no deal as part of their gen election campaign",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 183422,
        "created_at": "2019-02-26T14:13:55.185Z",
        "updated_at": "2019-09-05T16:45:02.000Z",
        "rejected_at": null,
        "opened_at": "2019-03-04T16:03:33.141Z",
        "closed_at": "2019-09-04T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-02-27T16:57:25.602Z",
        "response_threshold_reached_at": "2019-03-26T01:48:31.934Z",
        "government_response_at": "2019-04-04T12:46:06.758Z",
        "debate_threshold_reached_at": "2019-03-26T01:48:31.934Z",
        "scheduled_debate_date": "2019-04-01",
        "debate_outcome_at": "2019-04-03T11:42:24.645Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-04-04",
          "summary": "The Government stands by its commitment to uphold the result of the 2016 referendum and to deliver the UK’s withdrawal from the EU.",
          "details": "In 2016, this Government stated that it would honour the result of the referendum, whatever the outcome.\r\n\r\nDuring the 2016 referendum campaign, this Government wrote to every UK household to promise that it would implement the result of the referendum. With that commitment in mind, 17.4 million people voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at a UK Government.\r\n\r\nThe British people voted once again in the General Election of 2017, with over 80% of those who voted, voting for parties, including the Opposition, who committed to respecting and implementing the result of the referendum.\r\n\r\nThe British people have made their view clear. It is now our responsibility to uphold the result of the referendum.\r\n\r\nThe Government’s policy was to deliver Brexit on the 29th of March. The Government has agreed a short extension with the EU, and continues to try and find consensus that will ensure the UK leaves in a smooth and orderly way. However, in the event that the House does not pass the meaningful vote, the legal default remains that the UK will leave the EU on the 12th of April without a negotiated agreement. \r\n\r\nWhilst the Government has conducted extensive preparations to ensure that the UK is prepared for all scenarios, the best outcome remains for the UK to leave the EU in an orderly fashion with a deal; this is the best way to secure certainty for businesses and citizens in the UK and the EU.\r\n\r\nDepartment for Exiting the European Union.\r\n",
          "created_at": "2019-04-04T12:46:06.756Z",
          "updated_at": "2019-04-04T12:46:06.756Z"
        },
        "debate": {
          "debated_on": "2019-04-01",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-04-01/debates/DAEA92D0-DB85-4370-B65C-2BB2FF6B5AE9/LeavingTheEuropeanUnion",
          "video_url": "https://www.youtube.com/watch?v=X1uMe5FmqH8\u0026feature=youtu.be",
          "debate_pack_url": "https://commonslibrary.parliament.uk/brexit/",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 216539,
      "links": {
        "self": "https://petition.parliament.uk/petitions/216539.json"
      },
      "attributes": {
        "action": "Amnesty for anyone who was a minor that arrived In Britain between 1948 to 1971",
        "background": "Windrush Generation were invited as settlers and as British subjects. Minors also had the right to stay.We call on the government to stop all deportations, change the burden of proof and establish an amnesty for anyone who was a minor.The government should also provide compensation for loss \u0026 hurt.",
        "additional_details": "With successive changes in immigration policy and legislation over the last 70 years along with the independence of countries which now form part of the Commonwealth this has created uncertainty and lack of clarity and justice for tens of thousands of individuals who have worked hard, paid their taxes and raised children and grandchildren and  who see Britain as their home. \r\nhttps://www.theguardian.com/uk-news/2018/mar/30/antiguan-who-has-lived-59-years-in-britain-told-he-is-in-uk-illegally",
        "committee_note": null,
        "state": "closed",
        "signature_count": 180482,
        "created_at": "2018-03-30T16:36:00.632Z",
        "updated_at": "2019-03-31T16:02:02.396Z",
        "rejected_at": null,
        "opened_at": "2018-04-06T16:51:31.292Z",
        "closed_at": "2018-10-06T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-03-30T17:45:10.856Z",
        "response_threshold_reached_at": "2018-04-10T08:34:58.848Z",
        "government_response_at": "2018-05-23T11:50:21.011Z",
        "debate_threshold_reached_at": "2018-04-15T07:23:23.315Z",
        "scheduled_debate_date": "2018-04-30",
        "debate_outcome_at": "2018-05-01T08:54:46.658Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-05-23",
          "summary": "The Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.",
          "details": "This petition was debated in Westminster Hall on 30 April 2018 and as part of that debate the Minister for Immigration said:\r\n\r\nLet us be in no doubt about the debt of gratitude that this country owes to the Windrush generation… they were invited to come to the United Kingdom immediately after the second world war and in the decades that followed to help us to build modern Britain…\r\n\r\n…We cannot fail to be moved and to be ashamed when confronted with the individual stories, but as a result, be determined to get the wrong righted, to sort the cases out and to make sure that the legal status is confirmed.\r\n\r\nThe Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.\r\nThe Immigration Act 1971 set out in law a provision that those here before it came into force should be treated as having been given indefinite leave to enter or remain in the UK. It also retained a right of abode for certain Commonwealth citizens. Therefore, everyone that arrived in the UK and was settled before 1973 was given settlement rights by operation of law and was not required to have any specific documentation to prove those rights. \r\n\r\nSince 1973, many of the Windrush generation will have obtained documentation confirming their status or would have applied for citizenship and then a British passport. For those who have not, the former Home Secretary announced a series of measures on 16 and 23 April 2018 to ensure the Windrush generation could easily obtain documentation to demonstrate that right and could easily go on to apply for British Citizenship.\r\n \r\nOn 16 April, the previous Home Secretary announced a dedicated taskforce would be established to support the Windrush generation. The taskforce is taking calls and emails from those who are affected and guiding them through the application taskforce. Since its inception on 17 April the taskforce has documented hundreds of individuals who were affected.\r\n\r\nIn the Westminster Hall debate on this petition, the Minister for Immigration said of the taskforce:\r\n\r\nI was in Croydon and in Sheffield with caseworkers who are on the frontline, doing their best to help people through the process. \r\n\r\nI have to say that I was very impressed with the determination of those caseworkers to be sympathetic and understanding, and to talk people through the process as gently as they possibly could while at the same time enabling them to give their stories and to provide a picture of their life in the UK—helping them through a process with which we should have been helping them much earlier.\r\n\r\nOn 23 April, the previous Home Secretary announced four measures to assist those in the Windrush generation to become British Citizens:\r\n\r\nFirstly, that the Government will waive the citizenship fee for anyone in the Windrush generation who wishes to apply for citizenship. This applies to those who have no current documentation, and also to those who have it.\r\n\r\nSecondly, that the Government will waive the requirement to carry out a Knowledge of Language and Life in the UK test for British Citizenship.\r\n\r\nThirdly, that the children of the Windrush generation who are in the UK and need to apply for naturalisation will have their fee waived.  For those not born in the UK but now living here, provided they joined their parents as children (before the age of 18) they will also be covered by the scheme.\r\n\r\nFourthly, that those who made their lives here but have now retired to their country of origin, are able to come back to the UK, without fees. \r\n\r\nFinally, the Prime Minister and Home Secretary have announced that a compensation scheme will be put in place for those who have suffered loss as a result of these difficulties, and that the Government will consult on the design of this scheme – such as the shape it should take, what it should cover, and how long it should be for. \r\n \r\nAccordingly, the Home Office have launched a call for evidence addressed to those who have been affected by this situation and their families.  This is an opportunity for those people to tell the Government what happened, how it has affected them and what they believe the compensation scheme needs to address.\r\n\r\nAs a first step the Government have asked Martin Forde QC to provide independent oversight and advise us on the design of the scheme. He will help us to understand the experience of people who have been affected and how this should be reflected in the scheme.\r\n\r\nHome Office",
          "created_at": "2018-05-23T11:50:21.008Z",
          "updated_at": "2018-05-23T11:50:21.008Z"
        },
        "debate": {
          "debated_on": "2018-04-30",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-04-30/debates/CEC6AAFF-E02D-41DA-B681-AF9713BE6F82/MinorsEnteringTheUK1948To1971",
          "video_url": "https://parliamentlive.tv/Event/Index/f29d6e8b-ff66-4e9b-97a6-89dc46a9dbfd",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0109",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 234627,
      "links": {
        "self": "https://petition.parliament.uk/petitions/234627.json"
      },
      "attributes": {
        "action": "Continue to fund free TV licences for the over 75 in the future.",
        "background": "Removing them will only penalize the poorest old age pensioners, many who rely on their television for company and their main source of entertainment.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 171982,
        "created_at": "2018-12-06T14:31:22.296Z",
        "updated_at": "2019-09-26T09:35:42.000Z",
        "rejected_at": null,
        "opened_at": "2018-12-17T17:20:54.459Z",
        "closed_at": "2019-06-17T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-12-09T15:36:58.830Z",
        "response_threshold_reached_at": "2019-06-11T12:06:02.000Z",
        "government_response_at": "2019-06-24T15:02:58.104Z",
        "debate_threshold_reached_at": "2019-06-12T16:42:32.000Z",
        "scheduled_debate_date": "2019-07-15",
        "debate_outcome_at": "2019-07-16T10:54:54.557Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-06-24",
          "summary": "The Government is clear that the future of the over 75 licence fee concession is the responsibility of the BBC from June 2020. ",
          "details": "The Government recognises the importance of television to people of all ages, particularly for older people who value television as a way to stay connected with the world. \r\n\r\nIn the 2015 funding settlement, the Government agreed with the BBC that responsibility for the concession will transfer to the BBC in June 2020. In return the Government closed the iPlayer loophole and committed to increase the licence fee in line with inflation. The Government and the BBC agreed this was a fair deal. This reform was subject to public discussion and debated extensively during the passage of the Digital Economy Act 2017 through Parliament.\r\n\r\nThe future of the concession is the responsibility of the BBC. The BBC has announced that, from June 2020, only people who are aged 75 and above and in receipt of Pension Credit will continue to receive a free television licence. The BBC received views from over 190,000 people as part of their broader public consultation on the issue. It said the cost of the free TV licence concession for those over 75 would amount to £745m by 2021/22, which it said would threaten the future of services including BBC 2, BBC 4, BBC News Channel and Radio 5Live. It said restricting the concession to those on pension credit was ‘the fairest and best outcome’. The BBC estimates the costs of implementing the restricted concession at £250m in the first year.\r\n\r\nPension Credit is an income-related benefit which targets help at the poorest pensioners who have been unable to provide for their retirement. It provides a minimum income for people in retirement in addition to the State Pension. Approximately 900,000 people over 75 are currently in receipt of Pension Credit; this would rise to approx 1.5m people if all those entitled took it up. \r\n\r\nThe Government has expressed its disappointment with the BBC’s decision. It believes the BBC can, and should do more to support older people. It is the BBC’s responsibility to ensure its substantial licence fee income is used effectively to deliver fully for UK audiences. The Government has asked the BBC to look at further measures to support older people.\r\n\r\nDepartment for Digital, Culture, Media and Sport.",
          "created_at": "2019-06-24T15:02:58.102Z",
          "updated_at": "2019-06-24T15:02:58.102Z"
        },
        "debate": {
          "debated_on": "2019-07-15",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-07-15/debates/AF16A1B4-E52D-46BC-9EEF-555F504FD7B2/BBC",
          "video_url": "https://www.youtube.com/watch?v=pAu4gz2VWeo",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN04955",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 209433,
      "links": {
        "self": "https://petition.parliament.uk/petitions/209433.json"
      },
      "attributes": {
        "action": "Give the electorate a referendum on the abolition of the House of Lords",
        "background": "The House of Lords is a place of patronage where unelected and unaccountable individuals hold a disproportionate amount of influence and power which can be used to frustrate the elected representatives of the people",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 170981,
        "created_at": "2018-01-12T13:08:04.466Z",
        "updated_at": "2019-03-31T16:02:02.485Z",
        "rejected_at": null,
        "opened_at": "2018-01-17T18:36:38.185Z",
        "closed_at": "2018-07-17T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-01-12T14:54:34.514Z",
        "response_threshold_reached_at": "2018-04-18T22:00:48.770Z",
        "government_response_at": "2018-05-15T16:42:14.496Z",
        "debate_threshold_reached_at": "2018-04-23T22:32:25.308Z",
        "scheduled_debate_date": "2018-06-18",
        "debate_outcome_at": "2018-06-19T10:27:32.745Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-05-15",
          "summary": "As stated in our manifesto, comprehensive reform of the House of Lords is not a priority for this parliament. ",
          "details": "Therefore, the Government does not intend to hold a referendum on the abolition of the House of Lords.\r\n\r\nAs set out in the manifesto, comprehensive reform of the House of Lords is not a priority. Therefore, the Government does not intend to hold a referendum on the abolition of the House. \r\n\r\nThe Government is committed to ensuring that the House of Lords continues to fulfil its constitutional role as a revising and scrutinising chamber which respects the primacy of the House of Commons. We will also continue to work to ensure that the House of Lords remains relevant and effective by addressing issues such as its size.\r\n\r\nThe Lord Speaker’s committee on the size of the House of Lords, chaired by Lord Burns, made recommendations in October 2017 on ways of reducing the size of the House without requiring legislation. In response, The Prime Minister has written to the Lord Speaker and agreed to continue with the restraint she has shown so far when making appointments to the House. It is incumbent on all sides of the House to consider what they can do to further promote the culture of retirement. In light of the Prime Minister's letter, the Lord Speaker has reconvened the Committee to consider next steps. \r\n\r\nCabinet Office",
          "created_at": "2018-05-15T16:42:14.494Z",
          "updated_at": "2018-06-19T16:34:22.911Z"
        },
        "debate": {
          "debated_on": "2018-06-18",
          "transcript_url": "https://hansard.parliament.uk/Commons/2018-06-18/debates/37FAA193-1A7C-4FD9-9F12-3275460784D4/HouseOfLordsAbolition",
          "video_url": "https://www.parliamentlive.tv/Event/Index/8ac13ee0-369b-4313-a023-176fe9d370dc",
          "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/referendum-abolition-house-lords-debate-17-19/",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 242300,
      "links": {
        "self": "https://petition.parliament.uk/petitions/242300.json"
      },
      "attributes": {
        "action": "Don't put our NHS up for negotiation",
        "background": "Please introduce concrete safeguards that will make sure our NHS is kept out of any future trade deals after Brexit.",
        "additional_details": "Words aren't enough - we want watertight protections that will keep our NHS off the negotiating table.\r\nWhy is this important?\r\nWhen done well, trade deals can be good for the UK. They can help create jobs and build opportunities for all of us. But this plan would put our health service at risk.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 169836,
        "created_at": "2019-02-18T22:37:48.161Z",
        "updated_at": "2019-09-02T18:33:32.000Z",
        "rejected_at": null,
        "opened_at": "2019-03-01T10:53:57.252Z",
        "closed_at": "2019-09-01T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-02-18T23:07:30.727Z",
        "response_threshold_reached_at": "2019-06-05T05:43:12.000Z",
        "government_response_at": "2019-06-17T08:50:36.983Z",
        "debate_threshold_reached_at": "2019-06-05T21:20:22.000Z",
        "scheduled_debate_date": "2019-07-22",
        "debate_outcome_at": "2019-07-23T09:45:47.444Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-06-17",
          "summary": "The Government has been clear: the NHS is not, and never will be, for sale to the private sector. The Government will ensure no trade agreements will ever be able to alter this fundamental fact.",
          "details": "The Government has been consistently clear about its commitment to the guiding principles of the NHS – that it is universal and free at the point of need.  Our position is definitive: the NHS is not, and never will be, for sale to the private sector, whether overseas or domestic.  The Government will ensure no trade agreements will ever be able to alter these fundamental facts.\r\n\r\nAs the Prime Minister noted in January, our health service “is there for all of us when we need it most”.  The NHS “is one of this country’s greatest institutions.  An institution that is consistently what makes the people of this country most proud to be British”.\r\n\r\nThat is why protecting the UK’s right to regulate in the public interest and protect public services, including the NHS, is of the utmost importance.  As set out in the October 2017 White Paper ‘Preparing for our future trade policy’, the Government will continue to ensure that decisions on how to run public services are made by UK Governments, including the Devolved Administrations, and not our trade partners. \r\n\r\nThe UK’s public services are protected by specific exceptions and reservations in EU Free Trade Agreements.  As we leave the EU, the UK will continue to ensure that rigorous protections are included in all trade agreements it is party to, whether transitioned from an EU context or as a result of new negotiations.  \r\n\r\nThese protections are an integral part of the UK’s future independent trade policy, rather than being at odds with it.  We want to maximise our trade opportunities globally and across all countries – both by boosting our trading relationships with old friends and new allies, and by seeking a deep and special partnership with the EU.  The UK aims to pursue an ambitious bilateral trade agenda.  Free Trade Agreements (FTAs) can enable increased trade and investment, secure access for UK exporters to the key markets of today and the future, give consumers access to a greater range of products at lower prices, and make the UK more innovative, competitive and prosperous.\r\n\r\nThese benefits also matter for the public services which we want to protect.  Trade is vital for the NHS, which relies heavily on vital goods and services that come wholly, or in part, from suppliers based overseas.  Trade enables the NHS to buy the best possible medicines and medical devices that industry – here and overseas – has to offer.  That is in the best interests of NHS patients.\r\n\r\nTrade agreements do not prevent governments from regulating as they see fit, and they also do not require governments to privatise any services.  The UK Government is committed to maintaining our high standards for consumers, workers and the environment, and to protecting our public services, in any future trade agreements that we conclude.\r\n  \r\nThe Government will ensure that nothing in our future trade agreements dilutes the powers of UK regulators to maintain the NHS’s position as the best health service in the world. \r\n\r\nDepartment for International Trade.\r\n",
          "created_at": "2019-06-17T08:50:36.981Z",
          "updated_at": "2019-06-17T08:50:36.981Z"
        },
        "debate": {
          "debated_on": "2019-07-22",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-07-22/debates/505FC27F-DA26-4FF0-9FC4-11D495747AA6/NHSAndFutureTradeDeals",
          "video_url": "https://www.youtube.com/watch?v=N3QjbPwrb3Q",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0190",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 236952,
      "links": {
        "self": "https://petition.parliament.uk/petitions/236952.json"
      },
      "attributes": {
        "action": "Violet-Grace’s Law - Life sentences for Death by Dangerous Driving",
        "background": "The men who killed our daughter drove a stolen a car at 83 mph in a 30 mph zone. They killed our 4-year-old daughter Violet-Grace and severely injured her nan, who has life-changing injuries. They will serve less time in prison than Violet was alive. I don’t want other families to suffer like this.",
        "additional_details": "In October 2017, the Government promised life sentences for death by dangerous driving. It’s now 2019. Innocent people have been killed, but nothing has changed. The law is out of date.\r\n\r\nAnyone convicted of death by dangerous driving should receive life imprisonment with a minimum tariff of 15 years. If more than one person is killed or injured, the sentences must run separately.\r\n\r\nhttps://www.dailymail.co.uk/news/article-4522390/Driver-killed-girl-four-80mph-smash-sentenced.html",
        "committee_note": null,
        "state": "closed",
        "signature_count": 167506,
        "created_at": "2019-01-10T12:26:44.819Z",
        "updated_at": "2019-08-16T11:32:02.000Z",
        "rejected_at": null,
        "opened_at": "2019-02-15T17:15:40.746Z",
        "closed_at": "2019-08-15T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-01-10T13:04:40.961Z",
        "response_threshold_reached_at": "2019-02-18T00:11:02.491Z",
        "government_response_at": "2019-02-25T16:23:54.437Z",
        "debate_threshold_reached_at": "2019-03-26T02:08:27.955Z",
        "scheduled_debate_date": "2019-07-08",
        "debate_outcome_at": "2019-07-09T16:09:46.625Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-02-25",
          "summary": "Driving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent.",
          "details": "This was a deeply tragic case and our sympathies remain with Violet-Grace’s family. No sentence can make up for the loss of a loved one but we are focused on getting the law right, to ensure the changes we make are comprehensive, proportionate and, we hope, might help avoid some further unnecessary deaths on our roads.\r\n\r\nIn October 2017 we published the government response to the consultation on driving offences and penalties relating to causing death or serious injury and confirmed proposals to: increase the maximum penalty for causing death by dangerous driving from 14 years’ imprisonment to life; increase the maximum penalty for causing death by careless driving under the influence of drink or drugs from 14 years’ imprisonment to life; and create a new offence of causing serious injury by careless driving. Increasing the maximum penalty to life will enable the courts to impose a life sentence or any lesser sentence, including a determinate sentence of any length.\r\n\r\nMinimum sentences are rarely used in criminal law in England and Wales. To allow judges to take into account all circumstances of the case, the normal practice is for Parliament to set maximum penalties and for the courts to determine the appropriate sentence, having regard to the facts of an individual case.  This is why our sentencing framework generally sets maximum penalties but not minimum penalties, and even where a minimum sentence is introduced the court retains a discretion not to impose the sentence where it would be unjust to do so in a particular case. \r\n\r\nWhile we recognise the very great harm caused by dangerous drivers who are responsible for multiple deaths or injury, it is a general principle of law that sentences are imposed to be served concurrently when they relate to the same course of events and consecutively when they relate to separate incidents.  However, the death of more than one victim as a result of the offence is an aggravating factor the courts take into account in determining the length of sentence to impose.\r\n\r\nWe will bring forward proposals for reform of the law as soon as parliamentary time allows.\r\n\r\nMinistry of Justice",
          "created_at": "2019-02-25T16:23:54.433Z",
          "updated_at": "2019-02-25T16:23:54.433Z"
        },
        "debate": {
          "debated_on": "2019-07-08",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-07-08/debates/3E072E44-2D93-4105-93A2-92B2F380E481/DangerousDriving",
          "video_url": "https://www.youtube.com/watch?v=tWozwXn-eKw",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0155#fullreport",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 200299,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200299.json"
      },
      "attributes": {
        "action": "Change the GCSE English Literature exam from closed book to open book.",
        "background": "Last year, lots of students struggled with GCSE English Literature as it was a closed book exam. Because of this many failed. How can they expect us to remember quotes from 15 poems, plus how to analyse them, plus remembering the whole plot, themes, characters and quotes from another book.",
        "additional_details": "Is it really fair that students have to remember so much, whilst also doing revision for other exams. It is important to know how to do all that is asked in the exams, but when in life will you ever have to remember lots of information about lots of texts, then be expected to recall it perfectly under pressured conditions, on top of loads of other stresses, then write about it for strangers to judge whether or not you are worthy of a good grade or not.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 165932,
        "created_at": "2017-09-14T15:45:14.180Z",
        "updated_at": "2019-03-31T16:02:01.828Z",
        "rejected_at": null,
        "opened_at": "2017-09-18T10:34:56.904Z",
        "closed_at": "2018-03-18T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-14T16:03:46.699Z",
        "response_threshold_reached_at": "2018-01-21T18:34:13.105Z",
        "government_response_at": "2018-02-06T09:19:13.268Z",
        "debate_threshold_reached_at": "2018-01-21T23:53:25.743Z",
        "scheduled_debate_date": "2018-03-26",
        "debate_outcome_at": "2018-03-27T09:19:54.483Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-02-06",
          "summary": "Exam boards do not allow access to copies of whole texts in exams, but provide relevant extracts as exam materials. Pupils should be able to understand and analyse the texts, not memorise them. ",
          "details": "We have reformed English GCSEs so that they are more rigorous. The new English literature GCSE encourages pupils to read a wide range of classic literature, including 19th century novels, Shakespeare and the Romantic poets. The poetry selection has to include no fewer than 15 poems by at least five different poets, including the Romantic poets, and a minimum of 300 lines of poetry.\r\n\r\nWe were pleased to see the rise in English literature GCSE entries in 2017. It is important that as many pupils as possible have the opportunity to study a range of high quality, intellectually challenging, and substantial texts from our literary heritage. When a wider range of pupils enters a subject this can change the nature of the cohort. Ofqual’s statistical approach to awarding means that, if the cohort’s ability remains broadly the same, the same proportion of pupils would get a grade 4 (standard pass) and above compared to the previous year. Ofqual, the independent qualifications regulator in England, found overall results for 16 year old students in English literature to have remained stable at grade 4/C. Therefore any change in the proportion of top grades (grade 7/A) was likely due to a change in the profile of the candidates rather than difficulty of the exam. \r\n\r\nOfqual’s regulatory requirements[1], which reflect DfE’s content requirements, are designed to reward students who have gained a deep understanding of literature and who have read widely throughout the course. Ofqual does not prohibit access to all textual material during an exam. Rather it requires that where an exam board provides students taking the exam with, for example, an extract from a novel, a scene from a play or a poem, this forms part of the exam materials. Ofqual therefore sets out an expectation that pupils will be given extracts of texts during their exams and are clear in their guidance that they do not expect students to be given a complete novel, play or anthology of poems. \r\n\r\nPupils are not required to memorise texts and will not be awarded good marks simply by memorising and writing out sections of the poems or texts they have studied. The mark schemes for the reformed qualification reflect the fact that students will not have access to all the texts, and do not expect extensive quotes from memory. Pupils may gain extra marks through the intelligent use of quotations, but the requirement is about pupils’ illustrating their interpretations of the text, and so demonstrating their understanding of the question, and quotations can be part of this.  \r\n\r\nThe changes we have made are designed to reward pupils for reading and understanding important literature and appreciating it at a deeper level. For those engaging at this level, this will be a good preparation for A level for those choosing to study English post-16.\r\n\r\n[1] Subject level Conditions and Requirements: https://www.gov.uk/government/publications/gcse-9-to-1-subject-level-conditions-and-requirements-for-english-literature  \r\n\r\nDepartment for Education",
          "created_at": "2018-02-06T09:19:13.264Z",
          "updated_at": "2018-02-06T09:19:13.264Z"
        },
        "debate": {
          "debated_on": "2018-03-26",
          "transcript_url": "https://hansard.parliament.uk/Commons/2018-03-26/debates/8A4FD9EF-3C98-48D5-B268-3F611B6FE1A3/GCSEEnglishLiteratureExams",
          "video_url": "https://www.parliamentlive.tv/Event/Index/f0649091-91ca-4f92-accf-950702087c8b",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0067",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 206722,
      "links": {
        "self": "https://petition.parliament.uk/petitions/206722.json"
      },
      "attributes": {
        "action": "Call on PM to take action to build public trust in the Grenfell Tower Inquiry",
        "background": "Bereaved families \u0026 survivors call on PM to exercise her powers under the Inquiries Act 2005 to appoint additional panel members with decision making power to sit alongside Chair in Grenfell Tower Inquiry: to ensure those affected have confidence in \u0026 are willing to fully participate in the Inquiry",
        "additional_details": "To secure trust in an establishment we feel has been distant \u0026 unresponsive, \u0026 to avoid a collapse of confidence in the Inquiry's ability to discover the truth, it is fundamental that;\r\n\r\n1. The Inquiry is not led by a judge alone. Panel members must be appointed with relevant background, expertise, experience, \u0026 a real understanding of the issues facing those affected\r\n\r\n2. Legal representatives of bereaved families see all evidence from the start \u0026 are allowed to question witnesses at the hearings",
        "committee_note": null,
        "state": "closed",
        "signature_count": 156835,
        "created_at": "2017-11-30T09:25:01.772Z",
        "updated_at": "2019-03-27T10:09:31.089Z",
        "rejected_at": null,
        "opened_at": "2017-11-30T17:07:15.249Z",
        "closed_at": "2018-05-30T22:59:59.999Z",
        "moderation_threshold_reached_at": "2017-11-30T13:59:43.441Z",
        "response_threshold_reached_at": "2017-12-04T22:01:51.333Z",
        "government_response_at": "2018-01-05T10:15:21.005Z",
        "debate_threshold_reached_at": "2018-02-23T23:50:21.855Z",
        "scheduled_debate_date": "2018-05-14",
        "debate_outcome_at": "2018-05-15T14:06:16.955Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-01-05",
          "summary": "This is the Government’s response to the e-petition “Call on PM to take action to build public trust in the Grenfell Tower Inquiry”, started by family members and survivors of the Grenfell Tower fire.",
          "details": "The Grenfell Tower fire was a truly unimaginable tragedy that should never have happened.\r\n\r\nThe Government’s highest priority remains making sure that survivors, bereaved families and the wider Grenfell community receive all the support they need.\r\n\r\nThe independent public Inquiry into the fire is an important part of the process and will help those affected get the answers they need to get to the truth of what happened.\r\n\r\nThe Prime Minister committed to considering the issue of panel members once the Chair had confirmed who had been appointed as assessors to assist the Inquiry. Section 7 of the Inquiries Act 2005 allows the Minister responsible for an inquiry to appoint further panel members during the course of an inquiry with the agreement of the Chair.\r\n\r\nIn October 2017, the Chair announced the appointment of 7 expert witnesses with backgrounds in fire safety, forensic fire analysis, fire engineering, disaster resilience and also anatomy and human identification. The expert witnesses will provide a range of technical advice and expert reports to assist the work of the Inquiry in delivering its terms of reference.\r\n\r\nIn addition, in November 2017, the Chair announced the appointment of 3 assessors with backgrounds in community engagement and social housing, local authority administration and structural engineering.  The Chair also confirmed at the Inquiry’s preliminary hearing in September that he would expect the assessors to see all the evidence and sit with him when taking oral evidence. The Chair has also confirmed that he may make further appointments if needed.\r\nFollowing the announcement of these appointments, the Prime Minister carefully considered the composition of the Inquiry panel in light of the diversity and expertise of advice now available to the Inquiry.\r\n\r\nThe Prime Minister wrote to the representatives of the survivors and bereaved families on 21 December 2017 and informed them of her decision not to appoint additional panel members. The Prime Minister’s decision was similarly communicated to the Inquiry on the same date.\r\n\r\nHaving regard to the terms of reference and the assistance to be provided by the assessors, and the expert witnesses, it is the Prime Minister’s view that the Inquiry panel has the necessary expertise to undertake the Inquiry as it is currently constituted. The Prime Minister is also conscious of the need for the Inquiry to complete its initial report as quickly as reasonably possible. The Prime Minister therefore considers that additional panel members should not be appointed at this stage.\r\n\r\nIn reaching this conclusion, the Prime Minister fully took into account her duty under section 149 of the Equality Act 2010 (the Public Sector Equality Duty – PSED).\r\n\r\nThe Government recognises the importance of ensuring that those most affected by the tragedy are able to contribute fully to the Inquiry and that is why the Prime Minister welcomes the consideration being given by Sir Martin Moore-Bick to the establishment of a community advisory panel, as proposed at the December procedural hearing.\r\n\r\nSuch a panel, similar to that which has worked well for the Independent Inquiry into Child Sexual Abuse, could play a very beneficial role in putting those most affected at the heart of the Inquiry and enabling them to ensure that their views and experiences are heard. It is for Sir Martin, as Chair of the independent Inquiry, to take this forward, in consultation with the Grenfell Tower community, and the Government hopes that he will be able to do this as soon as possible.\r\n\r\nIn line with the Inquiry Rules 2006, legal representatives of the Grenfell community core participants will receive in advance of hearings disclosure of relevant evidence; will be able to make opening and closing statements at certain hearings and can suggest lines of questioning to be pursued by Counsel to the Inquiry. They can also apply to the Chair to ask questions of a witness.\r\n\r\nCabinet Office",
          "created_at": "2018-01-05T10:15:21.002Z",
          "updated_at": "2018-02-08T09:53:33.016Z"
        },
        "debate": {
          "debated_on": "2018-05-14",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-05-14/debates/AA42BB9C-5130-4DB1-814A-569FE1E4CD74/GrenfellTowerInquiry",
          "video_url": "https://www.parliamentlive.tv/Event/Index/143ec7e0-1ba0-480b-a5cd-126536e7bfd7",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8305",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 239444,
      "links": {
        "self": "https://petition.parliament.uk/petitions/239444.json"
      },
      "attributes": {
        "action": "Make online homophobia a specific criminal offence",
        "background": "As a gay man I find it devastating how members of the LGBT community are still subjected to homophobic abuse online.",
        "additional_details": "Just because I am on TV I don’t think that makes it acceptable to be sent homophobic messages/ comments on social media platforms.\r\n \r\nNobody should have to receive these comments.\r\n \r\nI won’t go into detail as to the various names I have been called, but this should not be acceptable and can have an impact on people’s mental health and has certainly helped in making my anxiety and low self esteem worse by receiving them.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 153506,
        "created_at": "2019-01-27T23:14:05.488Z",
        "updated_at": "2020-01-06T16:22:11.091Z",
        "rejected_at": null,
        "opened_at": "2019-02-12T12:05:13.415Z",
        "closed_at": "2019-08-12T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-01-28T00:11:01.846Z",
        "response_threshold_reached_at": "2019-02-13T22:24:52.147Z",
        "government_response_at": "2019-02-28T16:20:26.489Z",
        "debate_threshold_reached_at": "2019-04-21T07:15:42.218Z",
        "scheduled_debate_date": "2019-07-01",
        "debate_outcome_at": "2019-07-02T15:55:42.920Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-03-28",
          "summary": "The Government recognises the harm that homophobic online messages can cause. We are working cross-Government to challenge inequality and make the UK’s online environment a safer place for everyone.",
          "details": "The Government has asked the independent Law Commission to review current hate crime legislation to ensure it is effective and consistent. This would include within its scope the issue of protections offered against hostility towards someone’s sexual orientation whether that hostility manifests online or offline. We look forward to seeing the results of the review.\r\n\r\nThe internet provides a wealth of opportunities for people globally. It is a platform for everyone to share experiences and creativity, and it encourages rich discussion. It has allowed people to create communities and interact in ways that were not previously possible. The Government recognises, however, that some people exploit these opportunities to spread harmful messages which would not be tolerated offline. Protecting people online is a top priority for Government.\r\n\r\nAs part of our efforts to make the UK the safest place online in the world, the Prime Minister announced in February 2018 that the Law Commission was to review the current law around abusive and offensive online communications and highlight any gaps in the criminal law which cause problems in tackling this abuse. The Commission was asked specifically to consider the applicable criminal law, identifying any deficiencies, focusing on whether the criminal law provides equivalent protection both online and offline. The Law Commission produced a scoping report in November 2018, Chapter 9 of which is devoted to hate crime online. You may wish to read the report at https://s3-eu-west-2.amazonaws.com/lawcom-prod-storage-11jsxou24uy7q/uploads/2018/10/6_5039_LC_Online_Comms_Report_FINAL_291018_WEB.pdf.\r\n\r\nAs the Law Commission sets out, a range of offences are already available to prosecute hate crime, including crime which is motivated by hostility or demonstrates hostility towards a victim based on sexual orientation or perceived sexual orientation. There are specific offences, such as stirring up hatred on the basis of sexual orientation, as well as enhanced sentencing when an offence is aggravated by hostility on the grounds of sexual orientation. The offences and enhanced sentencing will apply to online abuse as well as other abuse.\r\n\r\nThe Law Commission recommended reform and consolidation of existing criminal laws dealing with offensive and abusive communications online; a specific review considering how the law can more effectively protect victims who are subject to a campaign of online harassment; and a review of how effectively the criminal law protects personal privacy online.\r\n\r\nThe Government has asked the Law Commission for a specific review looking at hate crime legislation and whether it is working effectively and consistently. It will include whether the hate crime occurs online or offline. We look forward to seeing the results of the review.\r\n\r\nIn addition, the Government is taking significant steps to tackle hateful activity online:\r\n•\tWe are funding a National Online Hate Crime Hub which uses specially trained police officers and staff to investigate reports.\r\n•\tWe supported the European Commission Code of Conduct for Countering Illegal Hate Speech which has been signed by key companies including Facebook, YouTube, Microsoft, Twitter and Instagram. A key aim is to ensure that requests to remove content are reviewed in less than 24 hours, and content is removed if necessary.\r\n•\tMore widely, a joint Department for Digital, Culture, Media \u0026 Sport (DCMS)-Home Office White Paper will be published this year, setting out a range of legislative and non-legislative measures detailing how we will tackle online harms and set clear responsibilities for tech companies to keep UK citizens safe.\r\n\r\nHomophobic abuse can have potentially devastating impacts on victims and we are working to challenge inequality beyond a law enforcement approach alone. In July 2018, the Government Equalities Office (GEO) launched the National LGBT Survey to understand LGBT people’s experiences of accessing services. Over 108,000 people completed the survey. In response to the findings, GEO launched an LGBT Action Plan setting out 75 commitments to improve outcomes for LGBT people. The Action Plan includes a £4.5 million fund to address inequality and support the delivery of commitments cross-sector.\r\n\r\nThe LGBT Action Plan includes commitments to ensure LGBT people feel safe online beyond the actions above:\r\n\r\n•\tThe Home Office is supporting the police to improve how they respond to hate crime and raise awareness of local support agencies for LGBT victims. The 2018 refresh of the Hate Crime Action Plan is supporting police training that is tailored to the needs of victims, such as those of homophobic, biphobic and transphobic hate crimes.\r\n•\tThe National Crime Agency (NCA) will ensure LGBT people can access educational online safety interventions that are informed by their experiences. The NCA will develop effective and appropriate education interventions to ensure LGBT people can be full, equal and safe participants in online activity.\r\n\r\nHome Office.\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/239444)",
          "created_at": "2019-02-28T16:20:26.485Z",
          "updated_at": "2019-04-23T16:42:56.297Z"
        },
        "debate": {
          "debated_on": "2019-07-01",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-07-01/debates/FE62A216-74F7-4499-952C-A1555802953D/OnlineHomophobia",
          "video_url": "https://www.youtube.com/watch?v=d-Z505GkXw8",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0171#fullreport",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 239706,
      "links": {
        "self": "https://petition.parliament.uk/petitions/239706.json"
      },
      "attributes": {
        "action": "Revoke Art.50 if there is no Brexit plan by the 25 of February",
        "background": "On the 25th of November both the UK Government and the European Union came to an agreement on the proposed departure from the EU. After an historic defeat in the House of Commons on the 15th of January, 2019 by a majority of 230 votes the PM has now decided to go back to the EU over the backstop.",
        "additional_details": "Under section 5 (ii) of the Belfast argeement, 1998, there is agreement to \" to use best endeavours to reach agreement on the adoption of common policies, in areas where there is a mutual cross-border and allisland benefit\"\r\nThe Government's own economic analysis published in November 2018, shows that a no deal scenario will have roughly a 10% decrease in GDP.  \r\nThe issue is that EU have firmly stated that they will not re-open negotiations with the UK over the agreement and remove the backstop.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 150531,
        "created_at": "2019-01-29T13:53:56.492Z",
        "updated_at": "2019-08-11T23:00:00.285Z",
        "rejected_at": null,
        "opened_at": "2019-02-11T17:08:20.928Z",
        "closed_at": "2019-08-11T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-01-29T16:19:13.966Z",
        "response_threshold_reached_at": "2019-02-12T07:46:09.405Z",
        "government_response_at": "2019-02-19T12:09:14.922Z",
        "debate_threshold_reached_at": "2019-02-16T15:17:14.708Z",
        "scheduled_debate_date": "2019-03-11",
        "debate_outcome_at": "2019-03-12T11:17:21.791Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-02-19",
          "summary": "The Government’s policy is not to revoke Article 50. Instead, we continue to work with Parliament to deliver a deal that ensures we leave the European Union, as planned, on March 29th.",
          "details": "Revoking Article 50 would not respect the vote of the British people in the 2016 referendum. \r\n\r\nAlmost three quarters of the electorate took part in the referendum and 17.4 million people voted to leave the European Union. This is the highest number of votes cast for anything in UK electoral history and the biggest democratic mandate for a course of action ever directed at any UK Government. This result was then overwhelmingly confirmed by Parliament, who voted with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Act. Then, in the 2017 General Election, over 80% of people then also voted for parties committing to respect the result of the referendum and it was the stated policy of both major parties that the decision of the people would be respected.\r\n\r\nThis Government has therefore been given a clear mandate to implement the will expressed by the electorate in the referendum, and to revoke Article 50 would undermine that mandate. \r\n\r\nAs it is the responsibility of this Government to deliver the exit that people voted for, and as Parliament is clear that it does not wish to deliver a ‘no deal’, we must secure a deal. However, the Government recognises the views expressed by the House that it cannot support the deal as it currently is, and we are now confident that a deal with changes to the backstop, combined with measures to address concerns over Parliament’s role in the negotiation of the future relationship and commitments on workers’ rights will secure the majority needed in the House to leave the EU with a deal. \r\n\r\nThe Prime Minister has therefore continued to work with Members across the House to deliver on the decision that the British people took in June 2016 and she will go back to Brussels to secure a deal this House can support.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2019-02-19T12:09:14.919Z",
          "updated_at": "2019-02-19T12:09:14.919Z"
        },
        "debate": {
          "debated_on": "2019-03-11",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-03-11/debates/4B98720A-8618-4312-84AE-E994485AC99F/LeavingTheEuropeanUnion",
          "video_url": "https://parliamentlive.tv/Event/Index/ea9b610b-e4c5-4f08-8ed6-686830628a7a",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0061",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 243947,
      "links": {
        "self": "https://petition.parliament.uk/petitions/243947.json"
      },
      "attributes": {
        "action": "Immunity for soldiers who worked in Northern Ireland.\r\n",
        "background": "Do not prosecute the military for its work in Northern Ireland. Our military should be excused all criminal investigations after a period of time.",
        "additional_details": "After the Good Friday Agreement prisoners were released. Our military should be excused criminal investigations after a certain period of time.\r\n \r\n",
        "committee_note": null,
        "state": "closed",
        "signature_count": 150324,
        "created_at": "2019-03-02T16:22:42.268Z",
        "updated_at": "2019-09-14T20:46:22.000Z",
        "rejected_at": null,
        "opened_at": "2019-03-13T17:55:52.720Z",
        "closed_at": "2019-09-13T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-03-02T17:44:56.239Z",
        "response_threshold_reached_at": "2019-03-15T17:21:29.410Z",
        "government_response_at": "2019-04-01T10:29:30.559Z",
        "debate_threshold_reached_at": "2019-03-20T08:31:09.535Z",
        "scheduled_debate_date": "2019-05-20",
        "debate_outcome_at": "2019-05-21T10:25:39.654Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-04-01",
          "summary": "This Government is unequivocal in our admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. However, our approach to the past must be consistent with the rule of law.",
          "details": "Criminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. \r\nThis Government believes in the rule of law. Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution.\r\n\r\nThis Government will always salute the heroism and bravery of the soldiers and police officers who served to protect the people of Northern Ireland, and in too many cases paid the ultimate price. It is only due to the courageous efforts of our security forces that we have the relative peace and stability that Northern Ireland enjoys today. Our security forces ensured that Northern Ireland’s future will only ever be decided by democracy and consent, and never by violence. Over 250,000 people served in Northern Ireland during Operation Banner, the longest continuous military deployment in our country’s history, the vast majority with courage, professionalism and great distinction. This Government will never forget the debt of gratitude we owe them.\r\n\r\nThe Government has been clear that the current system for dealing with the legacy of Northern Ireland’s past is not working well and is in need of reform. The system to investigate the past needs to change to provide better outcomes for victims and survivors of the Troubles and to ensure that all, including members of the Armed Forces and police officers, are treated fairly.\r\n\r\nThat is why across Government we are working on proposals on how to best move forward, to address the legacy of the past. As part of this, we recently carried out a consultation a draft Stormont House Agreement Bill which set out how  improvements could be made. \r\n\r\nWe are carefully considering the large number of responses (over 17,000) to our consultation on this issue and aim to publish our next steps shortly.  No final decisions have yet been taken but we are committed to a way forward that works for everyone and is balanced, proportionate, transparent, fair and equitable.\r\n\r\n\r\nNorthern Ireland Office.",
          "created_at": "2019-04-01T10:29:30.557Z",
          "updated_at": "2019-04-10T11:48:17.024Z"
        },
        "debate": {
          "debated_on": "2019-05-20",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-05-20/debates/06752875-A995-4952-A1C8-89E342B72FA6/ImmunityForSoldiers",
          "video_url": "https://www.youtube.com/watch?v=jNV5MWbkMoQ",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8352",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 200032,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200032.json"
      },
      "attributes": {
        "action": "Pay Up Now! – Scrap the pay cap and give public servants a meaningful pay rise",
        "background": "Every single person who works in public services needs and deserve a pay rise. It’s time for the pay cap to be scrapped, for the government to provide additional funding for public sector pay and for employers to put public sector workers pay up now.",
        "additional_details": "For more than seven years, everyone who works in public services has seen their pay decline, thanks to the public sector pay cap. Inflation is currently at 2.9%, meaning that the cap is a significant annual pay cut for those public service champions – nurses, care workers, teaching assistants, social workers and so many others - who work for all of us. Public sector pay has risen by just 4.4% between 2010 and 2016 while the cost of living rose by 22%.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 149138,
        "created_at": "2017-09-12T11:32:17.940Z",
        "updated_at": "2019-11-06T12:35:43.015Z",
        "rejected_at": null,
        "opened_at": "2017-09-12T14:36:29.582Z",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-12T11:46:53.292Z",
        "response_threshold_reached_at": "2017-09-15T17:23:31.475Z",
        "government_response_at": "2017-10-09T15:29:36.758Z",
        "debate_threshold_reached_at": "2017-10-02T19:25:15.709Z",
        "scheduled_debate_date": "2017-12-04",
        "debate_outcome_at": "2017-12-05T10:04:52.545Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-10-09",
          "summary": "Public sector workers deserve to have fulfilling jobs that are fairly rewarded. On 12 September we announced a move away from the 1% public sector pay policy, towards a more flexible approach on pay.",
          "details": "We still need to deal with our country’s debts to ensure we have a strong economy to enable us to invest in our public services.  This means that we will continue to take a balanced approach to public spending.\r\n  \r\nThe Government will consider each specific workforce to ensure pay is set so that we can continue to both attract and hold on to the excellent staff that support our world-leading public services.\r\n\r\nBefore we make final decisions on pay awards, we will seek the views of the eight independent Pay Review Bodies, which will consider the evidence on how we ensure we attract and retain the very best people within our public services, like giving people more flexibility over their working hours.\r\n\r\nThey will report in Spring 2018, at which point we will consider their recommendations and announce public sector pay awards for each of those workforces.\r\n\r\nHM Treasury",
          "created_at": "2017-10-09T15:29:36.756Z",
          "updated_at": "2017-10-09T15:29:36.756Z"
        },
        "debate": {
          "debated_on": "2017-12-04",
          "transcript_url": "https://hansard.parliament.uk/commons/2017-12-04/debates/B20D70FA-4B48-4680-B680-0528E9B42474/PublicSectorPay",
          "video_url": "http://www.parliamentlive.tv/Event/Index/3665b48b-f2f5-413d-a9c0-d28b9129ac7e",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8037",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 213451,
      "links": {
        "self": "https://petition.parliament.uk/petitions/213451.json"
      },
      "attributes": {
        "action": "Ban the sale of puppies by pet shops \u0026 all commercial 3rd party dealers.",
        "background": "Removing puppies for sale from litter \u0026 mum often creates sick, traumatised, dysfunctional dogs. Puppies should be seen with their mum \u0026 transporting them to a different place for sale harms welfare. Regulating commercial 3rd party sales is ineffective to prevent harm \u0026 a ban is therefore necessary.",
        "additional_details": "A ban on 3rd party sales for profit has been named “Lucy's Law” \u0026 has huge public support. There are no welfare advantages in selling puppies through commercial dealers, which make sure breeding dogs are kept hidden from the public. As well as welfare concerns, 3rd party sales create additional risks for consumers \u0026 public health/safety. Puppy sales direct from breeder or rescue centre protects all parties. A ban on dealing in puppies for profit can only raise welfare standards \u0026 is needed now.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 148248,
        "created_at": "2018-02-21T08:50:22.988Z",
        "updated_at": "2019-06-13T10:29:50.763Z",
        "rejected_at": null,
        "opened_at": "2018-03-01T12:06:51.546Z",
        "closed_at": "2018-09-01T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-02-21T09:42:04.647Z",
        "response_threshold_reached_at": "2018-03-04T02:45:02.494Z",
        "government_response_at": "2018-03-20T16:49:31.317Z",
        "debate_threshold_reached_at": "2018-03-14T11:06:30.896Z",
        "scheduled_debate_date": "2018-05-21",
        "debate_outcome_at": "2018-05-22T16:52:17.631Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-03-20",
          "summary": "The Government has published wide reaching reforms of the controls on pet selling which includes a call for evidence on a ban on all commercial third party sales of puppies and kittens in England.",
          "details": "New controls on dog breeding and pet selling in England require all licensed dog breeders and licensed sellers of all pet animals, including sellers who are not also breeders, to adhere to enhanced strict statutory minimum welfare standards linked to the animals’ welfare needs set out in the Animal Welfare Act 2006. \r\nThe controls prohibit the sale of puppies, kittens, ferrets or rabbits below eight weeks of age.  This is also supported by changes to Defra’s statutory Dog Welfare Code which provides guidance aimed at dog owners.\r\nThe controls require any licensed pet seller advertising pets for sale to include their licence number in the advert as well as identifying the local authority that issued it, a photo of the pet, its age, country of residence and country of origin.  This will help people identify pets offered for sale from unlicensed sellers including those based abroad\r\nThey require the sale of a dog to be completed in the presence of the purchaser on the premises where the licensed seller or licensed breeder has been keeping the dog, thereby banning online sales by licensed sellers and breeders.\r\nThey also ensure licensed dog breeders must show puppies alongside their mother before a sale is made and only sell puppies they have bred themselves.\r\nIn addition to these controls, the Government has issued a call for evidence on banning all commercial third party sales of puppies and kittens in England. Evidence has been requested by 2 May 2018.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
          "created_at": "2018-03-20T16:49:31.313Z",
          "updated_at": "2018-03-20T16:57:37.450Z"
        },
        "debate": {
          "debated_on": "2018-05-21",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-05-21/debates/42C1A4F1-0A43-46E6-B456-FAE873CC7F87/SaleOfPuppies",
          "video_url": "https://parliamentlive.tv/Event/Index/bf423510-4411-4597-a147-ca9d6ca8edd4",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0127",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 255237,
      "links": {
        "self": "https://petition.parliament.uk/petitions/255237.json"
      },
      "attributes": {
        "action": "Provide 15 hours free childcare to working parents for children over 9 months.",
        "background": "After 9 months of maternity leave, most working mums do not receive any maternity pay and need to go back to work. I think all working parents should be entitled to 15 hours free childcare from the time a child is 9 months. It makes more sense to provide this funding from 9 months instead of 2 years",
        "additional_details": "Many working families struggle week to week due to the cost of childcare. You are required to go back to work after a year of maternity pay however many go back after 9 months due to funds. Once you go back the majority of your wage goes to childcare and in some cases you are better of not working. This should not be the case.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 146397,
        "created_at": "2019-04-04T06:14:11.972Z",
        "updated_at": "2019-11-05T11:43:53.304Z",
        "rejected_at": null,
        "opened_at": "2019-04-18T16:54:16.352Z",
        "closed_at": "2019-10-18T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-04-04T06:32:17.213Z",
        "response_threshold_reached_at": "2019-04-24T08:23:40.880Z",
        "government_response_at": "2019-05-08T11:43:03.734Z",
        "debate_threshold_reached_at": "2019-04-26T06:19:36.244Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-05-08",
          "summary": "The Government currently offers a broad range of childcare support and has no plans to extend the package of free childcare entitlement schemes to working parents of children over 9 months.",
          "details": "This Government is committed to helping working families with accessible, affordable childcare. We plan to spend around £3.5 billion on early education childcare entitlements this year alone – more than any previous Government. \r\n\r\nSupporting parents who want to work with the cost of childcare is important.  The Government offers a package of schemes: this includes the entitlement to 15 hours of free childcare a week for disadvantaged 2-year olds; universal 15 hours for all 3-4 year olds, and an additional 15 hours for working parents of 3-4 year olds. Parents of 3 and 4 year olds can save up to £5000 per year in total if they use the full 30 hours of free childcare available. The Government currently has no plans to extend these schemes to working parents of children over 9 months.\r\n\r\nThe Government has also introduced Tax-Free Childcare, which will save parents up to £2,000 per child on their annual childcare bill for children aged 0-11 (or up to 17 for children with special educational needs or disabilities). Eligible families can also get help with up to 85% of their childcare costs through Universal Credit, subject to a monthly limit. For further information, please visit https://www.gov.uk/universal-credit/what-youll-get. \r\n\r\nThe 2018 Office for National Statistics report on families and the labour market in England shows that many parents return to work and need childcare when their child turns three, hence the 30 hours free childcare entitlements scheme aims to support working families with the cost of childcare, and support parents back into work, or to work more hours should they wish to. \r\n\r\nEvidence from the Department for Education’s Study of Early Education and Development (SEED), and the Study of Effective Primary, Pre-school and Secondary Education (EPPSE) is clear that good-quality early education at the age of two has a variety of very positive benefits for children. The EPPSE also indicates that children who start pre-school below age 2 do not show more positive outcomes than those who started at ages between 24-36 months. \r\n\r\nDepartment for Education. \r\n",
          "created_at": "2019-05-08T11:43:03.731Z",
          "updated_at": "2019-05-08T11:43:31.869Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 200004,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200004.json"
      },
      "attributes": {
        "action": "Hold a referendum on the final Brexit deal",
        "background": "We, the undersigned, call upon HM Government to give the people of this country the final say on the Brexit deal negotiated by the UK and EU. This would be done through a referendum that would take place prior to the April 2019 exit date.",
        "additional_details": "The referendum would allow for three options: \r\n\r\n(1)\tTo revoke Article 50, thereby keeping Britain in the EU\r\n(2)\tTo reject the UK-EU deal and leave the EU\r\n(3)\tTo accept the UK-EU deal and leave the EU\r\n\r\nIf no agreement has been negotiated by the UK and EU before the date of the referendum, then the third option could be removed. If all three options remain, it may be necessary for the vote to take place using a Single Transferable Vote to ensure no option is disadvantaged. \r\n\r\nRegardless of whether individuals voted to remain or leave the EU in the June 2016 EU referendum, everyone should have a chance to decide their future based on the final agreement negotiated between the UK and EU.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 145118,
        "created_at": "2017-09-12T09:16:45.410Z",
        "updated_at": "2019-11-07T12:47:33.975Z",
        "rejected_at": null,
        "opened_at": "2017-09-12T09:42:01.831Z",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-12T09:36:25.152Z",
        "response_threshold_reached_at": "2017-09-13T15:46:25.014Z",
        "government_response_at": "2017-09-28T14:59:41.064Z",
        "debate_threshold_reached_at": "2017-09-19T21:09:12.682Z",
        "scheduled_debate_date": "2017-12-11",
        "debate_outcome_at": "2017-12-12T10:16:34.426Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-09-28",
          "summary": "On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ",
          "details": "The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. On 23 June 2016 the British people voted to leave the European Union. The referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it - not just for those who voted leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nParliament passed an Act of Parliament with a clear majority giving the Prime Minister the power to trigger Article 50, which she did on 29 March in a letter to the President of the European Council, Donald Tusk. As a matter of firm policy, our notification will not be withdrawn - for the simple reason that people voted to leave, and the Government is determined to see through that instruction.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement. \r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before. \r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2017-09-28T14:59:41.060Z",
          "updated_at": "2017-09-28T14:59:41.060Z"
        },
        "debate": {
          "debated_on": "2017-12-11",
          "transcript_url": "https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum",
          "video_url": "http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 232984,
      "links": {
        "self": "https://petition.parliament.uk/petitions/232984.json"
      },
      "attributes": {
        "action": "Grant a People's Vote if Parliament rejects the EU Withdrawal Agreement",
        "background": "The Prime Minister has negotiated an EU withdrawal agreement. However, it is clear from resignations and interviews that the deal will not pass Parliament. As no credible alternative has been proposed, the public must be allowed to vote on whether to accept this deal or to remain in the EU.",
        "additional_details": "Dominic Raab's resignation is perhaps the strongest indication that this withdrawal agreement will not be approved by Parliament. However, he is responsible for this deal as former Brexit Secretary, which suggests that a better deal is not possible. The only better deal is to remain in the EU on similar terms to what we have now - not in Schengen, not in the Euro, deciding on EU legislation.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 144523,
        "created_at": "2018-11-15T11:10:20.169Z",
        "updated_at": "2019-05-26T23:00:05.588Z",
        "rejected_at": null,
        "opened_at": "2018-11-26T13:28:37.981Z",
        "closed_at": "2019-05-26T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-11-15T14:28:44.407Z",
        "response_threshold_reached_at": "2018-11-27T18:42:14.458Z",
        "government_response_at": "2018-12-13T13:05:37.016Z",
        "debate_threshold_reached_at": "2018-12-04T22:34:20.535Z",
        "scheduled_debate_date": "2019-01-14",
        "debate_outcome_at": "2019-01-15T12:43:26.996Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-02-05",
          "summary": "The Government is clear we will not have a second referendum. We continue to approach cross-party meetings in a constructive spirit, with a commitment to deliver the referendum result.",
          "details": "The Government is clear that we will not have a second referendum, it’s mandate is to implement the result of the previous referendum. Following the outcome of the Meaningful Vote, the Government will approach cross-party meetings in a constructive spirit and with a commitment to deliver on the instruction given to us by the British people in 2016. We are focused on delivering an outcome which betters the lives of British people - whether they voted to Leave or to Remain.  \r\n\r\nAlmost three quarters of the electorate participated, with 17.4 million voting to leave the European Union. This is the highest number of votes cast for anything in UK electoral history, and the biggest democratic mandate for a course of action ever directed at any UK Government.  \r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Act.  \r\n\r\nIn last year’s General Election, over 80% of people voted for parties committing to respect the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is its duty to implement the will of the British people, and the democratic process which delivered the referendum result.  \r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise.  \r\n\r\nThe deal we have negotiated takes back control of our borders, laws and money. It protects jobs, security and the integrity of the United Kingdom. It protects the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU and provides a fair financial settlement for UK taxpayers estimated to be between £35-39bn, resolving our obligations. \r\n\r\nWe will not hold a second referendum, and second-guess the clear instruction given to us by the British people, but instead we will continue to focus on holding meetings with colleagues across the House, looking to identify what is required to secure the support of Parliament and ensure that we leave in an orderly way on the 29 March 2019.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2018-12-13T13:05:37.013Z",
          "updated_at": "2019-02-06T18:12:16.598Z"
        },
        "debate": {
          "debated_on": "2019-01-14",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
          "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 228572,
      "links": {
        "self": "https://petition.parliament.uk/petitions/228572.json"
      },
      "attributes": {
        "action": "Make TV election debates happen - establish an Independent Debates Commission",
        "background": "Genuine leaders' debates took place in 2010, but in the next two elections didn't happen. Amend election law to make party leaders take part in a televised debate. ",
        "additional_details": "An Independent Debates Commission would take decision making out of the politicians and broadcasters' hands and ensure TV debates become a regular fixture of UK elections.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 143390,
        "created_at": "2018-09-11T16:07:00.226Z",
        "updated_at": "2019-08-28T16:37:12.000Z",
        "rejected_at": null,
        "opened_at": "2018-09-21T14:21:06.885Z",
        "closed_at": "2019-03-21T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-09-14T13:57:12.779Z",
        "response_threshold_reached_at": "2018-09-30T20:32:02.730Z",
        "government_response_at": "2018-10-23T08:59:06.225Z",
        "debate_threshold_reached_at": "2018-11-29T06:33:04.031Z",
        "scheduled_debate_date": "2019-01-07",
        "debate_outcome_at": "2019-01-08T14:33:23.117Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-10-23",
          "summary": "Televised election debates are a matter for political parties. The Government has no plans to change electoral law to make the debates mandatory.",
          "details": "The proposals for a Debates Commission are something to be considered in due course by political parties, closer to any general election in 2022.\r\n\r\nTelevised election debates took place in the 2010, 2015 and 2017 UK Parliamentary general elections. They form one of many mediums that enable political parties to convey their message to members of the public and address key challenges. \r\n\r\nTelevised election debates are not mandatory under electoral law. Participating in a televised election debate is down to the discretion of the political party invited to debate. The Government has no plans to change electoral law to make televised elections debates mandatory. \r\n\r\nThere are many mediums used by political parties to convey their message to members of the public. These include candidate hustings and political canvassing, which enables electoral candidates to debate policies and directly address members of the public in the run up to an election. These are also not mandatory under electoral law.\r\n\r\nAny televised material, including televised election debates, is regulated by Ofcom, the independent media regulator, and is subject to the provisions in the Broadcasting Code. Ofcom does not obligate broadcasters to transmit election debates, nor does it have any decision-making role over the editorial format of any programme.\r\n\r\nCabinet Office",
          "created_at": "2018-10-23T08:59:06.222Z",
          "updated_at": "2018-10-23T08:59:06.222Z"
        },
        "debate": {
          "debated_on": "2019-01-07",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-01-07/debates/744E78D3-C664-4543-A078-2EC99D19F5C2/TelevisedElectionDebates",
          "video_url": "https://parliamentlive.tv/Event/Index/066feaf6-a73e-4884-a9ac-6c0ee733ffac",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0286",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 200165,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200165.json"
      },
      "attributes": {
        "action": "Leave the EU immediately",
        "background": "The Government should walk away from the Article 50 negotiations and leave the EU immediately with no deal. The EU looks set to offer us a punishment deal out of spite. Why wait another 18 months when we could leave right away and fully take back control of our country, lawmaking powers and borders?",
        "additional_details": "The EU looks set to offer us a punishment deal out of spite, insisting we pay tens of billions of pounds as part of a ‘settlement fee’ and continue to accept the jurisdiction of EU courts even after we’ve left. Meanwhile pro-EU MPs in Labour, the Lib Dems and the SNP, along with unelected Lords, are attempting to block Brexit, the longer we remain a member the more opportunity they have to interfere. Why wait almost another 2 years when we could just leave right away?",
        "committee_note": null,
        "state": "closed",
        "signature_count": 141835,
        "created_at": "2017-09-13T16:02:45.914Z",
        "updated_at": "2019-03-31T16:02:01.661Z",
        "rejected_at": null,
        "opened_at": "2017-09-14T10:38:55.122Z",
        "closed_at": "2018-03-14T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-13T22:47:50.226Z",
        "response_threshold_reached_at": "2017-09-19T15:08:23.909Z",
        "government_response_at": "2017-10-17T08:45:04.377Z",
        "debate_threshold_reached_at": "2017-12-16T09:03:12.654Z",
        "scheduled_debate_date": "2018-01-22",
        "debate_outcome_at": "2018-01-23T10:06:27.817Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-10-17",
          "summary": "The country voted to leave the EU, and this Government respects that. A smooth and orderly exit is in the interest of both the UK and the EU. ",
          "details": "The country voted to leave the EU, and the Government is clear that there must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nIn leaving the EU the Government will seek the best deal for the UK  maximising the benefits from leaving the EU – control over our borders, laws and money – while maintaining the greatest possible access to EU markets and continuing to work with our European neighbours on common problems. After withdrawal, the UK will bring an end to the direct jurisdiction of the Court of Justice of the European Union (CJEU) in the United Kingdom. \r\n\r\nThe Prime Minister has been clear that the days of Britain making vast contributions to the European Union every year will end. The European Commission has set out the European Union’s position on the financial settlement, and the Government is undertaking a rigorous examination of the detail of this. \r\n\r\nThe Government has already introduced legislation to ensure the UK exits the EU with certainty, continuity and control. A smooth and orderly exit is in the national interest and further legislation will be introduced to deliver that. \r\n\r\nBoth the UK and the EU should want to achieve the best possible outcome and the strongest possible partnership for the future. The Government believes that a deep and special partnership between an independent  UK and the EU is in the interests of both sides.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2017-10-17T08:45:04.375Z",
          "updated_at": "2017-10-17T08:45:04.375Z"
        },
        "debate": {
          "debated_on": "2018-01-22",
          "transcript_url": "https://hansard.parliament.uk/Commons/2018-01-22/debates/1BEAD2EE-F7CC-4732-A4CC-DC4D8E5D8B93/LeavingTheEuropeanUnion",
          "video_url": "http://www.parliamentlive.tv/Event/Index/2237e95c-62c3-498e-8174-619d61ef069b",
          "debate_pack_url": "http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0007",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 226071,
      "links": {
        "self": "https://petition.parliament.uk/petitions/226071.json"
      },
      "attributes": {
        "action": "Stop possible second referendum on E.U. membership",
        "background": "There is a growing band of people that want to reverse the result of the democratic vote of this country to leave the European Union and are calling for a second referendum. This is mainly by the people that lost the vote two years ago and cannot accept the democratic vote of the majority decision.",
        "additional_details": "Although not legally binding the referendum on whether we stay or leave the EU carried out on the 23rd June 2016 was the clearest indication of the will of the electorate. At that time our Prime Minister David Cameron assured us that the result of the referendum would be carried out. We must ensure the democracy rules",
        "committee_note": null,
        "state": "closed",
        "signature_count": 135936,
        "created_at": "2018-07-27T09:09:37.857Z",
        "updated_at": "2019-03-31T16:02:08.707Z",
        "rejected_at": null,
        "opened_at": "2018-08-01T08:55:38.286Z",
        "closed_at": "2019-02-01T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-07-27T14:35:34.016Z",
        "response_threshold_reached_at": "2018-10-22T21:39:46.092Z",
        "government_response_at": "2018-11-06T08:42:03.050Z",
        "debate_threshold_reached_at": "2018-10-31T12:58:15.160Z",
        "scheduled_debate_date": "2018-12-03",
        "debate_outcome_at": "2018-12-04T12:56:40.725Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-11-06",
          "summary": "A clear majority of the electorate voted to leave the European Union. We must respect both the will of the British people, and the democratic process which delivered this result.",
          "details": "The Government is clear that we will respect the result of the 2016 referendum, and that we will not hold a second referendum.\r\n\r\nA clear majority of the electorate voted to leave the European Union in the 2016 referendum. Almost three quarters of the electorate took part in the referendum, resulting in 17.4 million votes to leave the European Union. This is the highest number of votes cast for anything in UK electoral history. This was the biggest democratic mandate for a course of action ever directed at any UK Government.\r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Bill.\r\n\r\nIn last year’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum - it was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate in the referendum - respecting both the will of the British people, and the democratic process which delivered the referendum result.\r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise. We recognise that to do otherwise would be to undermine the decision of the British people, and to disrespect the powerful democratic values of this country and this government.\r\n\r\nThe Government therefore continues to be committed to delivering on the instruction given to us by the British people: working to overcome the challenges and seize the opportunities this brings to deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain. \r\n\r\nThe people of the United Kingdom gave a clear instruction and the Government is committed to seeing that through. We will leave the European Union on 29 March 2019.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2018-11-06T08:42:03.047Z",
          "updated_at": "2018-11-06T08:42:03.047Z"
        },
        "debate": {
          "debated_on": "2018-12-03",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-12-03/debates/C98FB021-9FF0-459F-AF03-672BD765E14C/EUMembershipSecondReferendum",
          "video_url": "https://parliamentlive.tv/Event/Index/4330475e-b1fd-4878-903c-700c4ea4eb81",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0267#fullreport",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 259892,
      "links": {
        "self": "https://petition.parliament.uk/petitions/259892.json"
      },
      "attributes": {
        "action": "The Air Ambulances to be government funded",
        "background": "The air ambulances that operate around the UK cost around £12,000 per day to run and maintain, and are mainly funded through charity organisations. This petition is to ask the Government to fully fund the air ambulances through the emergency services.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 134143,
        "created_at": "2019-05-01T10:42:46.604Z",
        "updated_at": "2019-11-06T18:52:02.000Z",
        "rejected_at": null,
        "opened_at": "2019-06-04T17:46:01.722Z",
        "closed_at": "2019-11-06T00:01:00.000Z",
        "moderation_threshold_reached_at": "2019-05-01T10:49:57.814Z",
        "response_threshold_reached_at": "2019-06-12T20:25:22.000Z",
        "government_response_at": "2019-07-03T09:46:53.887Z",
        "debate_threshold_reached_at": "2019-06-14T17:19:22.000Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-07-03",
          "summary": "NHS ambulance services provide clinical staff and equipment to air ambulance charities. A charitable model gives charities independence to deliver specialised, specific services to each locality. ",
          "details": "Air ambulance services are not NHS funded and are provided by 18 charitable organisations across England, with the majority of their resources supported by their own fundraising activities.\r\n\r\nWe recognise that Air Ambulances provide a valuable service, including to remote locations through both delivery of a specialist team to an incident, and patient transportation back to treatment centres. Air Ambulance crews treat people in critical conditions who rely on urgent treatment before they can reach a hospital. They support the wider NHS emergency response on the ground, ensuring patients get specialised care in both urban settings and hard-to-reach rural areas.   \r\n\r\nMany Ambulance Trusts across England currently work in partnership with Air Ambulance providers from the commercial and charity sectors to deliver services. NHS England works closely with Air Ambulance charities at a local level as part of their considerations of the urgent and emergency care mix in different areas of the country. The NHS Long Term Plan will improve emergency care for all patients, including those treated by Air Ambulances charities.\r\n\r\nSince April 2002, the NHS has been instructed to provide and fund the cost of some staff on a number of Air Ambulances. However, as decisions on the provision of services for the safe delivery of care are best made at a local level, the level of funding support varies from charity to charity; some charities fully fund their own medical staff on their ambulance, whilst others receive more NHS funding support. Both the type of service provided, and the level of funding support will be driven by local issues such as geography and demography. There are high capital and revenue costs associated with helicopter emergency medical services, including purchasing and maintaining helicopter provision. \r\n\r\nHowever, we have made provisions for substantial funding support in this and previous budgets to help ensure that Air Ambulance charities are equipped to provide lifesaving care to patients in need. This year, Air Ambulance charities across England have been invited to bid for a share of £10 million capital funding to invest in new equipment and upgrade facilities to support them in delivering services to patients across England.\r\n\r\nThe All-Party Parliamentary Group for Air Ambulances (APPGAA) is a group of MPs and peers dedicated to highlighting issues and opportunities around Air Ambulance services with policy makers. We will continue to work closely with the sector to ensure patients continue to benefit from these services. Essential public donations, combined with periodic funding contributions from the Government, will ensure these charities can have world-class facilities to match their reputation for world-class care, through a patient-centred approach which works for the population they serve.\r\n\r\nDepartment of Health and Social Care.",
          "created_at": "2019-07-03T09:46:53.884Z",
          "updated_at": "2019-07-03T09:46:53.884Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 272087,
      "links": {
        "self": "https://petition.parliament.uk/petitions/272087.json"
      },
      "attributes": {
        "action": "Hold online trolls accountable for their online abuse via their IP address\r\n",
        "background": "It’s far too easy for online trolls to just create another email address and another social media account if they have their accounts suspended. ",
        "additional_details": "However if their internet service providers were required to block their access to social media, and social media companies blocked their IP addresses, it would be far harder for them to get another account and continue their abuse. \r\n \r\n",
        "committee_note": null,
        "state": "closed",
        "signature_count": 133680,
        "created_at": "2019-09-02T18:22:10.908Z",
        "updated_at": "2019-11-06T12:17:52.000Z",
        "rejected_at": null,
        "opened_at": "2019-09-10T16:19:49.877Z",
        "closed_at": "2019-11-06T00:01:00.000Z",
        "moderation_threshold_reached_at": "2019-09-02T21:16:52.000Z",
        "response_threshold_reached_at": "2019-09-11T17:21:12.000Z",
        "government_response_at": "2019-09-24T10:42:39.895Z",
        "debate_threshold_reached_at": "2019-09-13T14:25:12.000Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-09-24",
          "summary": "Unacceptable behaviour and content is far too prevalent online. The Online Harms White Paper sets out our plans for world-leading legislation to make the UK the safest place in the world to be online.",
          "details": "Unacceptable behaviour and content is far too prevalent online. The Online Harms White Paper sets out our plans for world-leading legislation to make the UK the safest place in the world to be online.\r\n\r\nIn recent years there has been a worrying rise in the amount of abuse, harassment and intimidation online - particularly directed at those in public life. Much of this abuse happens on social media, and the Government is aware of too many stories of public figures closing social media accounts following online abuse. In many cases, the offender will be unknown to the victim, and in some instances, they will have taken technical steps to conceal their identity.\r\n\r\nThis abuse is unacceptable – it goes beyond free speech and free debate, dissuades good people from going into public life, and corrodes the values on which our democracy rests. \r\n\r\nThe Online Harms White Paper sets out our intent to establish in law a new duty of care on companies towards their users, overseen by an independent regulator. Companies will be required to build an understanding of the risks associated with their services and take reasonable steps to guard against harm to their users, relative to their level of risk and resources. Companies need to take responsibility for tackling abusive behaviour on their services, because our society is built on democratic freedoms that allow different voices, views and opinions to freely and peacefully contribute to public discourse. \r\n\r\nDetails of the reasonable steps we expect companies to take will be set out in codes of practice which will be issued by the regulator. But specifying a particular technical solution risks that approach becoming outdated or defunct as technology and harms evolve. \r\n\r\nAhead of the implementation of the new regulatory framework, we will continue to encourage companies to take early action to address online harms.\r\n\r\nDepartment for Digital, Culture, Media and Sport.",
          "created_at": "2019-09-24T10:42:39.893Z",
          "updated_at": "2019-09-24T10:42:39.893Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 232698,
      "links": {
        "self": "https://petition.parliament.uk/petitions/232698.json"
      },
      "attributes": {
        "action": "The UK should not agree the UN's Global Compact for Migration",
        "background": "The UN's Intergovernmental Conference will be held in Marrakech, Morocco on 10 and 11 December 2018. Like Hungary, the UK should not sign.",
        "additional_details": "",
        "committee_note": null,
        "state": "closed",
        "signature_count": 131617,
        "created_at": "2018-11-12T13:30:57.587Z",
        "updated_at": "2020-01-23T15:44:17.371Z",
        "rejected_at": null,
        "opened_at": "2018-11-20T11:10:03.061Z",
        "closed_at": "2019-05-20T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-11-12T20:02:35.389Z",
        "response_threshold_reached_at": "2018-11-24T18:24:49.116Z",
        "government_response_at": "2018-12-07T17:27:21.192Z",
        "debate_threshold_reached_at": "2018-12-05T16:47:17.114Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": "2019-01-09T16:51:10.134Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-12-07",
          "summary": "The Global Compact for Migration will support global co-operation on migration without affecting the sovereignty of all countries to control their own borders.",
          "details": "Uncontrolled migration erodes public confidence, damages economies, and places those on the move in situations of intense vulnerability. The UK is taking significant steps to tackle uncontrolled migration by:\r\n\r\n- Addressing the root causes of migration, through our targeted assistance for livelihoods, healthcare, education and economic development \r\n- Tackling modern slavery and organised immigration crime\r\n- Supporting enhanced border management\r\n- Providing critical humanitarian support and protection for vulnerable migrants, as well as offering voluntary return and vital reintegration support to those wishing to return home\r\n- Supporting refugees to stay in a first safe country through our humanitarian and development work in Africa, the Middle East and Asia\r\n\r\nThe Global Compact for Migration embeds these efforts within the global system, enhances cooperation between states, and sets out ways that countries may choose to deliver these objectives.\r\n\r\nThe Compact is not legally binding. It creates a framework to allow countries to work together to make global migration more beneficial for everyone.\r\n\r\nIt respects the sovereignty of all states to decide who enters their territory. It will not affect our ability to determine and implement our own migration policies, including in areas such as asylum, border controls and returns of illegal migrants.\r\n\r\nIt does not establish a ‘human right to migrate’ or create any new legal categories of migrant. It explicitly stresses that migrants are entitled to the same universal human rights as any human being, and that these are different to the legal protections available to refugees.\r\n\r\nToo many people, including vulnerable women and girls, are taking risky journeys to migrate through dangerous channels. The Compact will help us take important steps to keep migrants around the world safer and to protect the most vulnerable, by supporting international cooperation on the protection of migrants, in line with our obligations under international law. It outlines ways of preventing exploitation, and of combating the heinous crime of modern slavery.\r\n\r\nA key objective of the document is to support cooperation on reducing uncontrolled migration. It sets out the responsibility of countries of origin to ensure effective control of their borders, and to cooperate in accepting the return of their nationals when they no longer have the right to remain in another country. Furthermore, the text also calls on countries of origin to work with the international community to address the drivers of irregular migration, by creating economic opportunities for populations in source countries, and improving governance and respect for the rule of law.\r\n\r\nWhen migration is safe and regular, it can bring great prosperity. The Compact also sets out possible actions to harness the economic benefits of safer, regular migration, for example by reducing the costs of remittances that migrants send home. These can foster economic development in source countries, helping to address some of the causes of migration.\r\n\r\nThe Compact is the result of months of intergovernmental negotiations. Though it is legally non-binding and no country can be compelled to conform with its provisions, we are aware that a small number of countries have chosen not to endorse it. We respect this choice and note that countries will be able to endorse the Compact, or cooperate with other states on delivering its objectives, at any point in the future. \r\n\r\nDepartment for International Development",
          "created_at": "2018-12-07T17:27:21.189Z",
          "updated_at": "2018-12-07T17:27:21.189Z"
        },
        "debate": {
          "debated_on": null,
          "transcript_url": "",
          "video_url": "",
          "debate_pack_url": "",
          "overview": "The Committee has decided not to schedule a debate on this petition because the UN Global Compact on Migration has already been agreed by the UK Government. The final text of the Compact was agreed by the UK Government in July last year. It was adopted by the UN General Assembly in December. You can find more about how the Compact was agreed in this House of Commons Library research note:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/CBP-8459/CBP-8459.pdf \r\n \r\nThe Government says that the Compact is not legally binding and cannot compel the UK Government to change its own immigration policies. On 19th December 2018 the Government made an announcement on its future immigration policy with a statement in the House of Commons and questions from MPs. You can find out more about this debate, and watch the video or read a transcript, here. \r\n \r\nhttps://www.parliament.uk/business/news/2018/december/home-secretary-gives-statement-on-immigration-white-paper/\r\n"
        }
      }
    },
    {
      "type": "petition",
      "id": 222715,
      "links": {
        "self": "https://petition.parliament.uk/petitions/222715.json"
      },
      "attributes": {
        "action": "Require supermarkets to offer a plastic-free option for all their fruit \u0026 veg.",
        "background": "In response to the problem of an ever-increasing amount of plastic waste polluting our environment, we need to make supermarkets offer an option of no packaging or eco-friendly packaging for each item of fresh fruit and vegetables they sell.",
        "additional_details": "Currently there is evidence of an intolerable level of plastic loose in the ocean. In order to back up the work being done to reduce this waste, it is necessary to reduce our use of packaging in an individual level, and among the most difficult to avoid is the packaging of fresh fruit and vegetables in supermarkets. Forcing supermarkets to provide us with the choice of buying cucumbers, cabbages, broccoli etc in eco-friendly packaging will enable people on their journey to zero waste.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 128001,
        "created_at": "2018-06-20T16:01:37.856Z",
        "updated_at": "2019-06-06T12:25:26.869Z",
        "rejected_at": null,
        "opened_at": "2018-06-21T17:17:10.374Z",
        "closed_at": "2018-12-21T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-06-20T16:51:19.162Z",
        "response_threshold_reached_at": "2018-10-10T21:56:44.955Z",
        "government_response_at": "2018-11-07T18:10:39.921Z",
        "debate_threshold_reached_at": "2018-10-17T07:02:05.215Z",
        "scheduled_debate_date": "2018-11-12",
        "debate_outcome_at": "2018-11-13T11:11:27.839Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-11-07",
          "summary": "We are working with retailers and the Waste and Resources Action Programme to explore the potential for the introduction of plastic-free initiatives in supermarkets in which fresh food is sold loose.",
          "details": "The Government shares concerns about plastic waste polluting our environment.\r\n\r\nOur 25 Year Environment Plan published in January sets out measures to eliminate all avoidable plastic waste. We will do this through a four-point plan that takes action at each stage of the product lifecycle – production, consumption and end of life. At the production stage, this includes encouraging producers to take more responsibility for the environmental impact of their products and making sure plastic items are more carefully designed. At the consumer stage we want to reduce demand for single-use plastic. At the end of life stage, we will make it easier for people to recycle and increase the amount of plastic being recycled.\r\n\r\nThe Government is currently working with retailers to encourage their efforts to reduce waste and to explore the introduction of plastic-free supermarket initiatives in which fresh food is sold loose, giving consumers the choice. Packaging has an important and positive role to play in reducing product damage, increasing shelf-life, and reducing food waste. Keeping food fresher for longer through innovations such as vacuum packing and re-sealable packs has a significant impact on extending the life of products and reducing waste. If a product is wasted due to insufficient packaging then its disposal can have a greater environmental impact than the packaging itself.\r\n\r\nThere are opportunities where offering food loose may help to reduce plastic waste whilst not impacting on shelf life. We are currently working with retailers and the Waste and Resources Action Programme (WRAP) exploring the potential for the introduction of plastic-free initiatives in supermarkets in which all food is loose.\r\n\r\nFurther to this work, WRAP and the Ellen MacArthur Foundation have published their Plastics Pact with support from the government and 80 businesses, NGOs, government organisations and service providers. The Pact aims to make all plastic packaging reusable, recyclable or compostable by 2025. Participants will also work together to recycle or compost 70% of plastic packaging by 2025 while striving to eliminate single-use plastics in that timeframe.\r\n\r\nIndustry has also committed to implementing solutions that will enable the sustainable recycling of all black plastic packaging - bottles, pots, tubs and trays – by the end of 2018.\r\n\r\nThe government is also looking at further ways to reduce avoidable waste and recycle more as part of its Resources and Waste Strategy to be published later this year.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
          "created_at": "2018-11-07T18:10:39.917Z",
          "updated_at": "2018-11-07T18:10:39.917Z"
        },
        "debate": {
          "debated_on": "2018-11-12",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-11-12/debates/0BFE8BD9-929D-4305-BE7A-D4EB11D64C0F/Plastic-FreePackaging(FruitAndVegetables)",
          "video_url": "https://parliamentlive.tv/Event/Index/7ca44780-942c-41ba-909e-0f5a91c58175",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0245",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 266638,
      "links": {
        "self": "https://petition.parliament.uk/petitions/266638.json"
      },
      "attributes": {
        "action": "Demand the EU \u0026 UN sanction Brazil to halt increased deforestation of the Amazon",
        "background": "The government of Brazil led by Bolsonaro favour the development of the Amazon rainforest over conservation, escalating deforestation.  Deforestation threatens indigenous populations who live in the forest, loss of a precious and complex ecosystem and a vital carbon store that slows global warming.",
        "additional_details": "Indigenous people have called for the EU to impose trade sanctions on Brazil to halt the deforestation because they fear genocide. Also, the UK parliament has recognised a climate emergency. Since the Amazon rainforest is an important carbon store, absorbing huge volumes of CO2 each year, it's deforestation is of global significance. The intrinsic value of the rainforest should also be recognised.\r\nTrade sanctions are used elsewhere for important issues as an effective means to force action.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 123309,
        "created_at": "2019-07-03T07:11:16.257Z",
        "updated_at": "2019-11-06T22:55:22.000Z",
        "rejected_at": null,
        "opened_at": "2019-07-24T11:55:58.628Z",
        "closed_at": "2019-11-06T00:01:00.000Z",
        "moderation_threshold_reached_at": "2019-07-03T09:46:32.000Z",
        "response_threshold_reached_at": "2019-08-22T11:55:12.000Z",
        "government_response_at": "2019-09-30T12:09:34.844Z",
        "debate_threshold_reached_at": "2019-08-25T09:12:52.000Z",
        "scheduled_debate_date": "2019-10-07",
        "debate_outcome_at": "2019-10-09T09:31:25.481Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-09-30",
          "summary": "The United Kingdom shares concerns about deforestation in the Amazon. The Government believes these issues can be addressed most effectively through dialogue and our bilateral programmes.",
          "details": "The United Kingdom shares concerns about deforestation in the Amazon rainforest, and the severe impact on the climate, biodiversity and livelihoods. However, key to tackling these issues is to work with Brazil to find solutions rather than imposing sanctions. \r\n\r\nDeforestation is an issue the United Kingdom has been dedicated to addressing in partnership with Brazil for a long time. Since 2012, the United Kingdom has invested nearly £120 million in a number of International Climate Finance programmes. These programmes help to tackle deforestation, and support Brazil’s rural communities, farmers and businesses to produce food and adopt sustainable agricultural practices that prevent forest fires, protect natural habitats and improve livelihoods.\r\n\r\nIn response to the recent forest fires, the Prime Minister pledged a further £10 million at the G7 summit on 25 August. This contribution is an expansion of an existing project: Partnerships for Forests. The funding will increase the programme’s support for the protection and restoration of Brazil’s rainforests, including areas impacted by the recent fires. Brazil, in response to international pressure, has launched an unprecedented operation to combat the fires, deploying 43,000 military staff. \r\n\r\nThe United Kingdom firmly believes climate change is one of the most important global issues and international cooperation is vital. Brazil is an important partner in this endeavour and has a critical role to play - we must work with them to find solutions.  We have an ongoing dialogue with Brazil on these issues at both ministerial and official level.  \r\n\r\nThe United Kingdom will continue to monitor the situation in the Amazon closely and raise these critical issues in our dialogue with Brazil. The Government remains committed to supporting efforts to tackle deforestation in the Amazon through our bilateral programmes.\r\n\r\nForeign \u0026 Commonwealth Office.",
          "created_at": "2019-09-30T12:09:34.842Z",
          "updated_at": "2019-09-30T12:09:34.842Z"
        },
        "debate": {
          "debated_on": "2019-10-07",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-10-07/debates/692C0869-3BD1-45D7-B2BC-ACD54B9573A8/AmazonDeforestation",
          "video_url": "https://parliamentlive.tv/Event/Index/72a7065f-659c-42e8-a89a-aa091ddae605",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0220",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 200585,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200585.json"
      },
      "attributes": {
        "action": "Keep Childcare Vouchers open beyond April 2018",
        "background": "Hundreds of thousands of parents will lose out under the new tax-free childcare. The voucher schemes should be kept open alongside tax-free childcare to give parents a genuine choice for the support that best suits their family.",
        "additional_details": "Childcare Vouchers have been used by millions and are currently used by 780,000 parents. The new Tax-Free Childcare (TFC) regime will extend childcare support to some people that cannot access the current voucher scheme and this should be welcomed. \r\nGovernment plans to close Childcare Vouchers to new entrants so hundreds of thousands of parents could lose out by £100s or find themselves unable to claim any support at all! Including couples with one working parent who won’t be eligible under TFC.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 119587,
        "created_at": "2017-09-17T08:01:18.630Z",
        "updated_at": "2019-11-06T12:36:03.111Z",
        "rejected_at": null,
        "opened_at": "2017-09-18T09:58:36.987Z",
        "closed_at": "2018-03-18T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-17T22:18:32.508Z",
        "response_threshold_reached_at": "2017-09-26T17:25:01.081Z",
        "government_response_at": "2017-10-12T15:10:46.793Z",
        "debate_threshold_reached_at": "2017-11-08T20:43:49.590Z",
        "scheduled_debate_date": "2018-01-15",
        "debate_outcome_at": "2018-01-16T09:42:25.270Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-10-12",
          "summary": "The Government is investing more in childcare than ever before. Tax free childcare is one part of that childcare support and is fairer and better targeted than vouchers.",
          "details": "The Government is committed to supporting working families and is investing more in childcare than ever before. Tax free childcare is one part of that increased childcare support, and everyone who earns at least £120 per week on average, but doesn’t exceed the upper income limit of £100,000 per annum can apply for the scheme, which is fairer and better targeted than vouchers.\r\n\r\nTax-Free Childcare will be available to over 2 million households to help with the cost of childcare, enabling more parents to go out to work if they want to. Working parents will be able to apply via an online childcare account, and access up to £2,000 per child (or £4,000 for disabled children). \r\n\r\nThe system is fairer and better targeted than vouchers, which are only offered by a minority of employers and self-employed parents are unable to access them. Tax-free childcare benefits parents whose employer doesn’t offer vouchers and the self-employed. It’s also fairer: support will be paid per child rather than per parent, so lone parent households will get the same support as those with more than one parent.\r\n\r\nIn addition to Tax-Free Childcare, we are also supporting families by offering 30 hours free childcare for working parents of three and four year olds in England, and more generous support for parents on Universal Credit, who are able to claim up to 85% of childcare costs.\r\n\r\nHM Treasury",
          "created_at": "2017-10-12T15:10:46.790Z",
          "updated_at": "2017-10-12T15:10:46.790Z"
        },
        "debate": {
          "debated_on": "2018-01-15",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-01-15/debates/F831B5C6-4C08-4F0C-B532-140F9E70B353/ChildcareVouchers",
          "video_url": "http://parliamentlive.tv/Event/Index/1b35e4c7-860b-4f2b-ab68-99699601adf1",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0265",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 235053,
      "links": {
        "self": "https://petition.parliament.uk/petitions/235053.json"
      },
      "attributes": {
        "action": "Give parents the right to opt their child out of Relationship and Sex Education",
        "background": "We believe it is the parent’s fundamental right to teach their child RSE topics or to at least decide who teaches them and when and how they are taught. We want the right to opt our children out of RSE when it becomes mandatory in Sept 2020.",
        "additional_details": "We have grave concerns about the physical, psychological and spiritual implications of teaching children about certain sexual and relational concepts proposed in RSE and believe that they have no place within a mandatory school curriculum. \r\n\r\nWe believe the above factors have not been given enough consideration and that many of the RSE resources being produced by lobby groups and external organisations will actually cause more harm than good, particularly when child development and psychological factors are considered.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 118050,
        "created_at": "2018-12-12T13:34:50.465Z",
        "updated_at": "2019-06-19T16:35:02.000Z",
        "rejected_at": null,
        "opened_at": "2018-12-18T11:34:33.418Z",
        "closed_at": "2019-06-18T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-12-12T14:57:28.932Z",
        "response_threshold_reached_at": "2018-12-18T16:59:06.473Z",
        "government_response_at": "2019-01-09T11:09:25.411Z",
        "debate_threshold_reached_at": "2019-02-05T15:09:54.710Z",
        "scheduled_debate_date": "2019-02-25",
        "debate_outcome_at": "2019-02-26T14:42:11.214Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-01-09",
          "summary": "As primary educators, parents must be consulted on their school’s curriculum for Relationships, and Relationships and Sex Education and may request their child’s withdrawal from Sex Education.",
          "details": "Today’s children and young people are growing up in an increasingly complex world, living their lives seamlessly on and offline. This presents many positive opportunities, but also challenges and risks. Pupils need to know how to be safe and healthy, and how to manage their academic, personal and social lives in a positive way. \r\n\r\nThis is why we are making Relationships Education compulsory in all primary schools in England, Relationships and Sex Education compulsory in all secondary schools, and Health Education compulsory in all state-funded schools.\r\n\r\nWe are clear that parents and carers are the prime teachers for children on many of these matters. Schools complement and reinforce this role, and have told us that they see building on what pupils learn at home as an important part of delivering a good education.\r\n\r\nWe are proposing that schools will be required (as set out in draft regulations) to consult with parents on their Relationships Education and RSE policy, which will help minimise any misconception about the subjects and enable parents to decide whether to request that their child is withdrawn from sex education.  Schools should engage proactively with parents, to set out how and when they plan to cover topics included in Relationships Education and RSE so that parents can understand clearly what is going to be taught.\r\n\r\nSchools are free to decide on teaching materials, as they do for other curriculum areas, but should assess each resource carefully to ensure that it is appropriate for the age and maturity of pupils, and sensitive to their needs. Schools should also ensure that, when they consult with parents, they provide examples of the resources that they plan to use as this can be reassuring for parents, and enables them to continue the conversations started in class at home as well as to communicate where they may have concerns.\r\n\r\nSchools will be required to take into account the religious backgrounds of their pupils, and schools with a religious character can build on the core content by reflecting on the teachings of their faith. All schools must comply with the relevant provisions of the Equality Act (2010).\r\n\r\nThe draft guidance advises head teachers that parents can request that their child be withdrawn from sex education as part of RSE and unless there are exceptional circumstances, they should agree the parents’ request until 3 terms before the child turns 16. At that point, if the child wishes to receive sex education, they should be provided with it in one of those three terms. In line with the current position, there will be no right to withdraw from sex education taught in the science national curriculum.\r\n\r\nGood practice is also likely to include the headteacher discussing with the parents any detrimental effects that withdrawal might have on the child, including any social and emotional effects of being excluded e.g. receiving information from peers or from the internet. We believe that the new framework is the best way to secure the proper balance between parents’ rights and the rights of young people once they are competent to make their own choices.\r\n\r\nIn primary schools, we want the subjects to put in place the key building blocks of healthy, respectful relationships, focusing on family and friendships, both on and offline. At secondary, teaching will introduce age-appropriate knowledge about intimate relationships, including marriage and other forms of committed relationships, and sex. \r\n\r\nPrimary schools are not required to teach sex education but where they do cover elements of sex education other than those taught within the science national curriculum, this must be included in the school’s policy, which is subject to consultation with parents. This will make clear that all requests from parents to withdraw their child from sex education at primary will be automatically granted.\r\n\r\nTeaching on mental wellbeing is central to Health Education, reflecting that a priority for parents is their children’s happiness. The new subject content will give pupils the knowledge and capability to take care of themselves and get support if problems arise. This also provides the opportunity to teach about physical health and activity, basic first aid and life-saving skills, and drugs and alcohol.\r\n\r\nOur guiding principles have been that the compulsory subject content must be age appropriate. It must be taught sensitively and inclusively, with respect for the backgrounds and beliefs of pupils and parents while always with the aim of providing pupils with the knowledge they need of the law.\r\n\r\nThese subjects represent a huge opportunity to help our children and young people develop, to treat each other with kindness, respect and integrity, in order to become successful and happy adults who make a meaningful contribution to our society.\r\n\r\nDraft guidance/regulations are still available here: https://consult.education.gov.uk/pshe/relationships-education-rse-health-education/\r\n\r\nDepartment for Education",
          "created_at": "2019-01-09T11:09:25.407Z",
          "updated_at": "2019-01-09T11:09:25.407Z"
        },
        "debate": {
          "debated_on": "2019-02-25",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-02-25/debates/A071BEFC-6658-4276-B300-30B5ABC2E129/RelationshipsAndSexEducation",
          "video_url": "https://parliamentlive.tv/Event/Index/2ded67ac-40e8-4c20-8e83-a0fcb0627577",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06103",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 209455,
      "links": {
        "self": "https://petition.parliament.uk/petitions/209455.json"
      },
      "attributes": {
        "action": "Make Orkambi available on the NHS for people with Cystic Fibrosis",
        "background": "Conventional CF treatments target the symptoms of CF, precision medicines like Orkambi tackle the cause of the condition. Though Orkambi is not a cure, it has been found to slow decline in lung function, the most common cause of death for people with CF, by 42%",
        "additional_details": "In July 2016, the National Institute of Clinical Excellence (NICE) recognised Orkambi as an ‘important treatment.’ They were, however, unable to recommend the drug for use within the NHS on grounds of cost effectiveness and a lack of long-term data.\r\nWe are calling on the British Government to call for a resolution to ongoinging negotiations between Vertex Pharmaceuticals, NHS England and NICE as a matter of the utmost urgency. It is essential that a fair and sustainable agreement is found.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 118034,
        "created_at": "2018-01-12T16:25:32.009Z",
        "updated_at": "2019-05-28T16:32:32.774Z",
        "rejected_at": null,
        "opened_at": "2018-01-17T21:01:23.799Z",
        "closed_at": "2018-07-17T22:59:59.999Z",
        "moderation_threshold_reached_at": "2018-01-12T16:42:33.646Z",
        "response_threshold_reached_at": "2018-01-18T21:30:44.740Z",
        "government_response_at": "2018-02-07T13:05:22.413Z",
        "debate_threshold_reached_at": "2018-01-28T15:53:32.788Z",
        "scheduled_debate_date": "2018-03-19",
        "debate_outcome_at": "2018-03-20T12:12:21.648Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2018-02-07",
          "summary": "We want patients to benefit from clinically and cost effective treatments. We welcome the dialogue between Vertex and NHS England to agree a deal that would make Orkambi available to NHS patients.",
          "details": "The National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care.  NICE produces a range of guidance products, including technology appraisals, clinical guidelines and quality standards. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders. NHS commissioners are required to fund drugs and treatments recommended by NICE technology appraisals.\r\n\r\nNICE published its final guidance on the use of Orkambi in July 2016 and did not recommend it for use in treating Cystic Fibrosis.  NICE’s appraisal committee concluded that while Orkambi was clinically effective and important for managing cystic fibrosis, the benefits were not sufficient to justify its considerable cost. Officials from NHS England engaged with Vertex (the manufacturer) to explore proposals to secure a pricing structure that would enable a positive recommendation from NICE – however, Vertex was unable to come forward with a viable model that would enable the drug to be funded. \r\n \r\nNICE periodically reviews its guidance to determine whether there is significant new evidence that might affect its recommendations.  NICE’s guidance on Orkambi is scheduled to be reviewed in July 2019.  If significant new evidence comes to light before the scheduled date to review the drug, NICE has processes in place to bring forward a review.  NICE remains open to a further approach from the company, with new evidence or a revised price. Although there has been recent correspondence between NHS England and the company, NICE has not yet received any fresh proposals from the company.\r\n \r\nA number of meetings have been held with Vertex, and the Department welcomes any further negotiations between NICE, NHS England and Vertex. Ministers are continuing to engage with Vertex, NHS England, NICE and the Cystic Fibrosis Trust to encourage the responsible parties to reach a deal.\r\n\r\nDepartment of Health and Social Care",
          "created_at": "2018-02-07T13:05:22.410Z",
          "updated_at": "2018-02-07T13:08:37.551Z"
        },
        "debate": {
          "debated_on": "2018-03-19",
          "transcript_url": "https://hansard.parliament.uk/commons/2018-03-19/debates/41D2017B-E026-49FC-B94E-BCDB566AF1D6/OrkambiAndCysticFibrosis",
          "video_url": "http://www.parliamentlive.tv/Event/Index/b74bb8c9-5d04-4df7-9f19-1dbf498329e0",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0075",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 200088,
      "links": {
        "self": "https://petition.parliament.uk/petitions/200088.json"
      },
      "attributes": {
        "action": "Make fair transitional state pension arrangements for 1950’s women",
        "background": "That this Government without delay recognises the need for a non-means tested bridging pension for women born on or after 6/4/1950 who are affected by the 1995 and 2011 Pension Acts and compensate those at risk of losing up to around £45,000, to also give proper notification for any future changes.",
        "additional_details": "The 1995 Conservative Government’s Pension Act included plans to increase women’s SPA to 65, the same as men’s. Women Against State Pension Inequality (WASPI), agree with equalisation, but don’t agree with the unfair way the changes were implemented – with little/no personal notice (1995/2011 Pension Acts), faster than promised (2011 Pension Act), and no time to make alternative plans. Retirement plans have been shattered with devastating consequences.",
        "committee_note": null,
        "state": "closed",
        "signature_count": 117716,
        "created_at": "2017-09-12T19:31:43.475Z",
        "updated_at": "2019-03-26T01:34:13.907Z",
        "rejected_at": null,
        "opened_at": "2017-09-13T15:41:18.712Z",
        "closed_at": "2018-03-13T23:59:59.999Z",
        "moderation_threshold_reached_at": "2017-09-12T19:40:06.734Z",
        "response_threshold_reached_at": "2017-09-13T20:09:48.373Z",
        "government_response_at": "2017-09-27T13:23:08.773Z",
        "debate_threshold_reached_at": "2017-10-28T15:12:22.857Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": "2017-12-19T13:24:49.048Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2017-09-27",
          "summary": "Since 1995 the Government has gone to significant lengths to communicate SPa changes. No changes will be made to SPa policy affecting 1950s women to avoid placing an unfair burden on working people. ",
          "details": "In 1995, after 2 years of debate in Parliament and following public consultation, the Government brought in a law to equalise men and women’s State Pension age (SPa). This increased the earliest age when a woman could claim SP from 60 to 65. The Government planned for the original change to take place over 10 years between 2010 and 2020. \r\n  \r\nHowever, life expectancy is rising. The Government recognised it needed to make further changes to keep the SP affordable. In 2011 it introduced another law to equalise men and women’s SPa more quickly. The 2011 law also brought forward the increase in everyone’s State Pension age from 65 to 66 by five and a half years. \r\n\r\nThe Government’s original plan was to increase women’s SPa by up to two years, so that men and women’s SPa would equalise in November 2018 rather than in October 2020. The Government listened to concerns, and looked to see if they could reduce the effect of the planned SPa increases. As a result they agreed to reduce the increase in women’s SPa to no more than 18 months, compared to the original 1995 timetable. This benefited almost a quarter of a million women who would otherwise have waited up to two extra years to claim their SP. This change cost £1.1 billion.\r\n\r\nThe Government has done lots to improve pensions for everyone, particularly women. Future women pensioners will benefit on average from a higher new SP payment, and from the expansion of Automatic Enrolment. A woman retiring today can still expect to receive the SP for almost three years longer than men. If SPa had not been equalised, women would spend on average over 40% of their adult life in retirement. \r\n\r\nOther possibilities have been considered. All would cost working people a significant amount. Reversing the 2011 SPa changes would cost over £30bn, whilst returning to a female SPa of 60 would cost over £70bn by 2020/21 (with £38bn needing to be found before April 2018 alone). Going back on these changes could also create a new inequality between men and women. \r\n\r\nFurther changes to SPa are not justified, given the need to use public money to help those most in need.\r\n\r\nThe Government is helping older people remain in and return to work. The number of older women in work is now at a record high. There are more than 900,000 more women aged over 50 in work than in 2010. The average age of exit for women is currently 63.6 – well above the previous women’s SPa of 60.\r\nOur ‘Fuller Working Lives Strategy: A Partnership Approach’, published in February 2017, aims to help older workers remain or return to employment, and to change employer’s attitudes.\r\n\r\nGovernment has changed the law to create the right support for our Fuller Working Lives strategy. For example it is now against the law to dismiss someone from their employment just because they reach the age of 65. Employees also have the right to request flexible working as long as they have worked continuously for the company for six months. This means people can agree a work pattern to suit their circumstances. \r\n\r\nHaving older people in work helps the economy, which in turn means more job opportunities for everybody - including young people. Evidence shows that younger and older workers are not in competition for the same jobs and a range of ages in the workforce is the best mix.\r\n\r\nThe Government also supports vulnerable people. It spends around £50 billion a year on benefits to support disabled people and people with health conditions. Whilst also providing support to carers through the payment of Carers Allowance.\r\n  \r\nSince 1995 the Government has gone to significant lengths to communicate SPa changes.\r\n \r\nOver the last 17 years the Department for Work and Pensions (DWP) has provided over 19 million personalised State Pension estimates.  It has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and people are expected to plan for this.\r\n\r\nFollowing the 1995 SPa changes the equalisation of men and women’s SPa was often reported in the media and debated at length in Parliament. DWP notified people with leaflets and carried out a pension’s education campaign between 2001 and 2004. This included information on the future equalisation of SPa. Later DWP sent individual letters to those affected. The Government made further increases to SPa in 2011 after a public consultation exercise and extensive debates in Parliament.\r\n\r\nWith Government facing increasing financial pressures, it cannot unpick the changes to SPa, some of which have been in place for 22 years. It is simply not affordable, especially when we take into account that the average woman reaching SPa last year will get a higher SP income over her lifetime than an average woman reaching SPa at any point before. \r\n\r\nThere will be no further changes to the law on this issue. This would mean working-age people, especially younger people, bearing a greater share of the cost of the pensions system. \r\n\r\nDepartment for Work and Pensions",
          "created_at": "2017-09-27T13:23:08.770Z",
          "updated_at": "2018-01-09T17:29:00.803Z"
        },
        "debate": {
          "debated_on": "2017-12-14",
          "transcript_url": "https://hansard.parliament.uk/commons/2017-12-14/debates/94129EFF-1C16-4FA7-90A9-1B78B93E327A/PensionEqualityForWomen",
          "video_url": "http://parliamentlive.tv/event/index/74dac792-d57d-40c9-baab-d043ffd4cbb0?in=12:07:56",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7405",
          "overview": ""
        }
      }
    },
    {
      "type": "petition",
      "id": 244530,
      "links": {
        "self": "https://petition.parliament.uk/petitions/244530.json"
      },
      "attributes": {
        "action": "Pet Theft Reform: Amend animal welfare law to make pet theft a specific offence.",
        "background": "We propose to amend the Animal Welfare Act 2006 to make pet theft a specific offence, distinct from that of inanimate objects; and in sentencing, the courts must consider the fear, alarm or distress to the pet and owners and not monetary value.",
        "additional_details": "At least 5 dogs are stolen every day in England \u0026 Wales. Research by Allen et al (2019) reveals an increase in dog theft crimes, 1,294 in 2015, 1,525 in 2016, 1,678 in 2017; and decrease in court charges related to dog theft crimes, 62 in 2015, 48 in 2016, 37 in 2017. \r\n \r\nA strong deterrent is needed. This amendment would ensure on conviction, imprisonment for a term up to 2 years becomes available to courts.\r\n \r\nPlease Support Pet Theft Reform: \r\nhttp://www.stolenandmissingpetsalliance.co.uk/",
        "committee_note": null,
        "state": "closed",
        "signature_count": 117453,
        "created_at": "2019-03-07T19:11:19.411Z",
        "updated_at": "2019-11-05T11:43:37.408Z",
        "rejected_at": null,
        "opened_at": "2019-03-13T17:59:18.207Z",
        "closed_at": "2019-09-13T22:59:59.999Z",
        "moderation_threshold_reached_at": "2019-03-07T20:59:13.915Z",
        "response_threshold_reached_at": "2019-03-15T21:22:24.530Z",
        "government_response_at": "2019-03-29T09:36:13.763Z",
        "debate_threshold_reached_at": "2019-05-20T16:59:22.000Z",
        "scheduled_debate_date": null,
        "debate_outcome_at": null,
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-07-16",
          "summary": "Current sentencing guidelines takes account of the emotional distress that the theft of personal items such as a much loved pet can have on victims, and recommend higher penalties for such offences.",
          "details": "We understand the emotional trauma which the theft of a much loved pet can cause. \r\n\r\nThe theft of a pet is already a criminal offence under the Theft Act 1968 and the maximum penalty is seven years’ imprisonment. An amendment to the Animal Welfare Act 2006 is not, therefore, necessary. \r\n\r\nThe investigation of any crime is an operational matter for Police. It is for the Crown Prosecution Service to determine whether an individual should be prosecuted for a crime. If an individual is found guilty, the Courts determine what an appropriate sentence is. It is not clear how introducing a separate specific offence for theft of a pet animal would reduce the numbers of pets stolen.\r\n\r\nIn February 2016, the Sentencing Council updated its guidelines in relation to sentencing for theft offences. The guidelines take account of the emotional distress, and therefore harm, that the theft of a much beloved pet can have on the victim, and accordingly recommend higher penalties for such offences.\r\n\r\nSince 2016, it has been compulsory for all dogs to be microchipped in England and Wales. This means that there is a much better chance that dogs will be returned to their owners. Vets, rehoming centres, and local authority dog wardens, scan dogs as a matter of good practice.\r\n\r\nIn addition, we encourage owners to take precautions to deter the theft of their dog, such as, where possible, not letting their pet out of sight when it is being exercised; varying their routines when walking their dogs; and not leaving dogs unattended in public places. \r\n\r\nFor these reasons, with particular attention to the offence being covered by the Theft Act 1968, the Government does not consider it is necessary to introduce a separate, specific, offence of theft, of a pet animal.\r\n\r\nDepartment for Environment, Food and Rural Affairs.\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/244530) ",
          "created_at": "2019-03-29T09:36:13.758Z",
          "updated_at": "2019-07-16T14:43:16.937Z"
        },
        "debate": null
      }
    },
    {
      "type": "petition",
      "id": 224908,
      "links": {
        "self": "https://petition.parliament.uk/petitions/224908.json"
      },
      "attributes": {
        "action": "Brexit re article 50 it must not be suspended/stopped under any circumstances",
        "background": "the full details are well known to everyone the media has covered it fully",
        "additional_details": "the british people MUST be given the Brexit they voted for anything else is not acceptable to the british public  ARTICLE 50 must not under any circumstances be hindered/suspended/stopped for any reason whatsoever  the time is here to take action as there has been excessive feet dragging/delaying tactics by those opposed to brexit",
        "committee_note": null,
        "state": "closed",
        "signature_count": 116485,
        "created_at": "2018-07-13T19:36:58.576Z",
        "updated_at": "2019-04-04T09:15:28.379Z",
        "rejected_at": null,
        "opened_at": "2018-07-31T11:13:41.400Z",
        "closed_at": "2019-01-31T23:59:59.999Z",
        "moderation_threshold_reached_at": "2018-07-23T20:48:23.211Z",
        "response_threshold_reached_at": "2019-01-11T19:39:59.402Z",
        "government_response_at": "2019-01-29T15:44:49.011Z",
        "debate_threshold_reached_at": "2019-01-24T17:31:55.334Z",
        "scheduled_debate_date": "2019-02-04",
        "debate_outcome_at": "2019-02-05T12:29:15.485Z",
        "creator_name": null,
        "rejection": {
          "code": null,
          "details": null
        },
        "government_response": {
          "responded_on": "2019-01-29",
          "summary": "The Government’s policy is not to revoke the Article 50 notice. The British people gave a clear instruction to leave and we are delivering on that instruction.",
          "details": "In 2016, almost three quarters of the electorate took part in the referendum and 17.4 million people voted to leave the European Union. This is the highest number of votes cast for anything in UK electoral history and the biggest democratic mandate for a course of action ever directed at any UK Government. \r\n\r\nIn 2017’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum - it was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate in the referendum. \r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” We recognise that to do otherwise would be to undermine the decision of the British people, and to disrespect the powerful democratic values of this country and this Government.\r\n\r\nTo revoke the Article 50 notice would go against the referendum result and is not a course of action the Government feels we should take. The Government continues to be committed to delivering on the instruction given to us by the British people; working to overcome the challenges and seize the opportunities this brings to deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain.\r\n\r\nIn doing so, we will honour the mandate of the British people and leave the European Union in a way which benefits every part of our United Kingdom and every citizen of our country.\r\n\r\nWhilst we note the judgment in the recent Wightman litigation, the Government's policy is not to revoke the Article 50 notice.\r\n\r\nDepartment for Exiting the European Union",
          "created_at": "2019-01-29T15:44:49.009Z",
          "updated_at": "2019-01-29T15:44:49.009Z"
        },
        "debate": {
          "debated_on": "2019-02-04",
          "transcript_url": "https://hansard.parliament.uk/commons/2019-02-04/debates/0AEA559B-D3B8-4F04-BF61-380C01404B6B/LeavingTheEuropeanUnion",
          "video_url": "https://parliamentlive.tv/Event/Index/1736e63b-5fba-4445-837b-6ee041a81a0b",
          "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0025",
          "overview": ""
        }
      }
    }
  ]
}
